Repository: Appdevcount/KwtMinnanuServicesUI
Catalog: App_GlobalResources/Resource.*.resx
Languages: ar

# TemporaryDeclarationNumber1
source: Declaration Number / Temp. Decl Number
ar: رقم البيان/الرقم البيان المؤقت

source: Terms Of Use
ar: اتفاقية الاستخدام

# Terms_of_Use1
source: By login to the application , <br /> it implies that you reviewed and agreed to the
ar: ان دخولك للنظام يعني اطلاعك وموافقتك على

# Terms_of_Use11
source: By login to the application, it implies that you reviewed and agreed to the
ar: ان دخولك للنظام يعني اطلاعك وموافقتك على

# Terms_of_Use2
source: Terms of Use
ar: اتفاقية الاستخدام

# Terms_of_Use21
source: Terms of Use
ar: اتفاقية الاستخدام

# Terms_of_Use3
source: Terms of Use
ar: اتفاقية الاستخدام

# Terms_of_Use31
source: Terms of Use
ar: اتفاقية الاستخدام

# Terms_of_Use4
source: These services are trial editions until instructions are issued regulating the use and conditions governing each service and formal procedures to benefit from the service under the eServices agreement
ar: هذة الخدمات هى نسخ تجريبية لحين إصدار التعليمات الشركة للإستخدام والشروط الشركة لكل خدمة و الإجراءات الرسمية للإستفادة من الخدمة بموجب إتفاقية الخدمات الإلكترونية

# Terms_of_Use41
source: These services are trial editions until instructions are issued regulating the use and conditions governing each service and formal procedures to benefit from the service under the eServices agreement
ar: هذة الخدمات هى نسخ تجريبية لحين إصدار التعليمات الشركة للإستخدام والشروط الشركة لكل خدمة و الإجراءات الرسمية للإستفادة من الخدمة بموجب إتفاقية الخدمات الإلكترونية

# textalign
source: text-align: left;
ar: text-align: right;

# textalign1
source: text-align: left;
ar: text-align: right;

# thirdNamePart
source: Third Name
ar: الإسم الثالث

source: to
ar: إلى

# To1
source: to
ar: إلى

# topPage
source: Click to return on the top page
ar: اضغط هنا للرجوع الى أول الصفحة

# ToWhomItMayConcernsRequest
source: To Whom It May Concern
ar: طلب خطاب الى من يهمه الامر

# tradeLicenseExpiryDat
source: Trade License Expiry Date
ar: تاريخ انتهاء الرخصة

# TradeLicenseRequired
source: Please enter the Trade License number
ar: الرجاء كتابة رقم الرخصة

# TradingLicense
source: Org.Trading License Number
ar: رقم السجل التجاري للشركة

# TradingLicenseRequired
source: Please enter a valid Trading License Number
ar: الرجاء كتابة رقم السجل التجاري للشركة

source: Transfer
ar: تحويل

source: Type
ar: النوع

# Type1
source: Type
ar: النوع

source: Un Authorized Action
ar: انت غير مخول باستخدام هذه الصلاحيات

source: Unknown Status in Registration
ar: الحالة غير معروفة في التسجيل

source: UOM
ar: وحدة القياس

# UOM1
source: UOM
ar: وحدة القياس

# updatedSuccess
source: Successfully updated
ar: تم التحديث بنجاح

# updatedSuccess1
source: Successfully updated
ar: تم التحديث بنجاح

# uploadAllRequiredDocMSG
source: ( Please, Upload all Documents, one by one )
ar: ( يرجى تحميل جميع المستندات المطلوبة، كلُّ على حدا )

source: Upload Date
ar: تاريخ التحميل

# uploadDoc
source: Please upload the documents for the below types
ar: الرجاء إرفاق انواع المستندات أدناه

# uploadDoc1
source: Please upload the documents for the below types
ar: الرجاء إرفاق انواع المستندات أدناه

source: Upload Documents
ar: تحميل المستندات

# UploadDocument_align_style
source: left
ar: right

# UploadDocument_align_style1
source: left
ar: right

# UploadDocument_B_browse
source: BROWSE FILE
ar: تصفح

# UploadDocument_B_browse1
source: BROWSE FILE
ar: تصفح

# UploadDocument_B_cancel
source: CANCEL
ar: إلغاء

# UploadDocument_B_cancel1
source: CANCEL
ar: إلغاء

# UploadDocument_B_submit
source: SUBMIT
ar: إرسال

# UploadDocument_B_submit1
source: SUBMIT
ar: إرسال

# UploadDocument_CompanyNameinArabic
source: Company Name in Arabic :
ar: اسم الشركة باللغة العربية :

# UploadDocument_CompanyNameinArabic1
source: Company Name in Arabic :
ar: اسم الشركة باللغة العربية :

# UploadDocument_documentformatnote
source: Only .pdf and .jpg format files are allowed for upload. File size upto 1 MB can be uploaded.
ar: صيغ المستندات المسموح برفعها PDF و JPG فقط. و يجب ان لا يتجاوز حجم المستند 1 ميغابايت

# UploadDocument_documentformatnote1
source: Only .pdf and .jpg format files are allowed for upload. File size upto 1 MB can be uploaded.
ar: صيغ المستندات المسموح برفعها PDF و JPG فقط. و يجب ان لا يتجاوز حجم المستند 1 ميغابايت

# UploadDocument_documentname
source: Document Name
ar: اسم المستند

# UploadDocument_documentname1
source: Document Name
ar: اسم المستند

# UploadDocument_documenttype
source: Select Document Type
ar: اختر نوع المستند

# UploadDocument_documenttype1
source: Select Document Type
ar: اختر نوع المستند

# UploadDocument_Header
source: Upload Document
ar: تحميل المستند

# UploadDocument_Header1
source: Please fill the mandatory information and upload your organization documents.
ar: يرجى تزويد المعلومات المطلوبة وتحميل وثائق الشركة الخاصة بك.

# UploadDocument_Header11
source: Please fill the mandatory information and upload your organization documents.
ar: يرجى تزويد المعلومات المطلوبة وتحميل وثائق الشركة الخاصة بك.

# UploadDocument_Header2
source: Upload Document
ar: تحميل المستند

# UploadDocument_POP_cancelbtn
source: Cancel
ar: إلغاء

# UploadDocument_POP_cancelbtn1
source: Cancel
ar: إلغاء

# UploadDocument_POP_OKbtn
source: Ok
ar: موافق

# UploadDocument_POP_OKbtn1
source: Ok
ar: موافق

# UploadDocument_POP_RDlist_style
source: text-align:left;overflow-y: auto !important;
ar: text-align:right;overflow-y: auto !important;

# UploadDocument_POP_RDlist_style1
source: text-align:left;overflow-y: auto !important;
ar: text-align:right;overflow-y: auto !important;

# UploadDocument_RequestNumber
source: Request Number :
ar: رقم الطلب :

# UploadDocument_RequestNumber1
source: Request Number :
ar: رقم الطلب :

# uploadedFileListMSG
source: ( Uploaded Documents, will Appear in Below Table )
ar: ( ستظهر المستندات التي تم تحميلها، في الجدول ادناه )

# uploadFileError
source: Please Choose file to Upload
ar: الرجاء اختيار المستند للتحميل

# uploadFileMSG
source: ( You can Rename the Document )
ar: ( لسهولة التعرف على المستند، يمكن إعادة تسميته )

# UploadMessage
source: Please fill the mandatory information and upload your organization documents.
ar: يرجى تزويد المعلومات المطلوبة وتحميل وثائق الشركة الخاصة بك.

# UploadMessage1
source: Please fill the mandatory information and upload your organization documents.
ar: يرجى تزويد المعلومات المطلوبة وتحميل وثائق الشركة الخاصة بك.

# uploadminimumonedocument
source: Please upload minimum one document.
ar: الرجاء إرفاق مستند واحد على الأقل

# uploadminimumonedocument1
source: Please upload minimum one document.
ar: الرجاء إرفاق مستند واحد على الأقل

# uploadminimumonedocument2
source: Please upload minimum one document.
ar: الرجاء إرفاق مستند واحد على الأقل

# usageAgreement
source: Terms and conditions applied in accordance with laws, regularities and customs regulations
ar: تطبق الشروط والأحكام حسب القوانين والتعليمات واللوائح الجمركية

# UserBasicDetails
source: User's Basic Details
ar: معلومات المستخدم

# Userdoesnotexist
source: Please enter a valid username or password !!!
ar: الرجاء إدخال اسم مستخدم أو كلمة مرور صالحة

# InValidUsername
source: Please enter a valid username!!!
ar: الرجاءادخال اسم مستخدم صحيح

# Userdoesnotexist1
source: User doesn't exist
ar: المستخدم غير موجود

# Userhasbeendeactivated
source: User has been Deleted Successfully
ar: تم حذف المستخدم بنجاح

# Userhasbeendeactivated1
source: User has been DeActivated
ar: تم إلغاء تفعيل المستخدم

source: userID
ar: رقم المستخدم

# UserName
source: Email
ar: البريد الالكتروني

# userName1
source: User Name
ar: اسم المستخدم

# UserName2
source: User Name
ar: هوية المستخدم

# UserOrganizationDetails
source: User's Organization Details
ar: معلومات الشركة

source: User Registration
ar: تسجيل المستخدم

# UserRegistration1
source: User Registration
ar: تسجيل المستخدم

# UserServiceDetails
source: User's Service Details
ar: معلومات الخدمات

# userSessionIsActive
source: You Already Have an Active Session, If you want to Close Other Session and Login , Please Close this Message, and Try Again !!!!
ar: لقد قمت بالدخول مسبقاَ، للالغاء الدخول المسبق و الدخول الان، الرجاء اغلاق هذه الرسالة ، ثم اعادة المحاولة

source: Users List
ar: لائحة المستخدمين

source: Users Management
ar: ادارة المستخدمين

source: User Type
ar: نوع المستخدم

# UserType1
source: User Type
ar: نوع المستخدم

# validateYear
source: Importer License year should be same as issue year
ar: يجب ان تكون سنة اصدار الترخيص التجاري مطابقة لسنة اصدار شهادة الاستيراد

# validateYear1
source: Please enter valid Year(yyyy Format).
ar: قم بكتابة السنة على الصيغة التالية (YYYY)

# validemail
source: Please, Write valid email
ar: الرجاء كتابة بريد إلكتروني صحيح

# validemail1
source: Enter valid email
ar: الرجاء كتابة بريد إلكتروني صحيح

# validpassword
source: The password should not be less than 8 digits and should contains upper and lower case ,numbers and special characters.
ar: يجب أن لا تقل كلمة المرور عن 8 خانات و يجب ان تحتوي على حروف كبيرة و صغيرة و ارقام و رموز

# validpassword1
source: The password should not be less than 8 digits and should contains upper and lower case and numbers.
ar: يجب أن لا تقل كلمة المرور عن 8 خانات و يجب ان تحتوي على حروف كبيرة و صغيرة و ارقام

source: Verification
ar: التحقق

# Verification1
source: Verification
ar: التحقق

# verificationCode
source: Please enter verification code.
ar: الرجاء كتابة رمز التحقق

# verificationCode1
source: Please enter verification code.
ar: الرجاء كتابة رمز التحقق

# VerificationFail
source: Verification code mismatching
ar: رمز التحقق غير متطابق

# VerificationFail1
source: Verification code mismatching
ar: رمز التحقق غير متطابق

# VerificationMessage
source: Please enter your valid Email address or Mobile Number we'll send you verification codes to reset your password
ar: يرجى كتابة عنوان البريد الإلكتروني أو رقم الهاتف الجوال، سوف نرسل لك رموز التحقق لإعادة تعيين كلمة المرور الخاصة بك

# VerificationMessage1
source: Please enter your valid Email address or Mobile Number we'll send you verification codes to reset your password
ar: يرجى كتابة عنوان البريد الإلكتروني أو رقم الهاتف الجوال، سوف نرسل لك رموز التحقق لإعادة تعيين كلمة المرور الخاصة بك

# VerificationsenttoyourEmail
source: Verification Code is sent to your Email
ar: تم ارسال رمز التحقق الى بريدك اللإلكتروني

# VerificationsenttoyourEmail1
source: Verification Code is sent to your Email
ar: تم ارسال رمز التحقق الى بريدك اللالكتروني

# Verificationsenttoyourmobile
source: Verification Code is sent to your Mobile Number
ar: تم ارسال رمز التحقق الى بريدك رقم الهاتف الجوال

# Verificationsenttoyourmobile1
source: Verification Code is sent to your Mobile Number
ar: تم ارسال رمز التحقق الى بريدك رقم الهاتف الجوال

source: Verify
ar: تحقق

# Verify1
source: Verify
ar: تحقق

# verifyEmailID
source: Please verify your E-mail ID
ar: الرجاء التحقق من بريدك الإلكتروني

# verifyEmailID1
source: Please verify your E-mail ID
ar: الرجاء التحقق من بريدك الإلكتروني

# VisitRemarks
source: Requesting For Visit Remarks
ar: طلب الحصول على ملاحظات الزيارة

# VisitRemarks1
source: Requesting For Visit Remarks
ar: طلب الحصول على ملاحظات الزيارة

source: Weight
ar: الوزن

# Weight1
source: Weight
ar: الوزن

source: Welcome
ar: اهلاً بك

# wrongcredentials
source: Please verify your credentials
ar: يرجى التحقق من معلومات الدخول

# wrongcredentials1
source: Please verify your credentials
ar: يرجى التحقق من معلومات الدخول

source: Wrong OTP, Please try again
ar: تحقق من الرمز المرسل اليك وأعد المحاولة

# WrongOTPPleasetryagain1
source: Wrong OTP, Please try again
ar: تحقق من الرمز المرسل اليك وأعد المحاولة

# wrongUserNamePassword
source: Wrong User Name or Password !!!
ar: خطأ في اسم المستخدم و كلمة المرور، الرجاء التأكد من اسم المستخدم و كلمة المرور

source: Year
ar: سنة

# Year1
source: Year
ar: سنة

# DatePastNotAllowed
source: Expiry date should be greater than or equal to Today's date
ar: يجب أن يكون التاريخ المحدد أكبر من اليوم

source: No
ar: لا

# rejectedFinalStatusMsgExam
source: Exam Request has been Final Rejected, you can't Resend it
ar: تم رفض طلب التقدم للاختبار، رفضاَ نهائياَ، لا يمكن اعادة ارسال الطلب

# rejectedStatusMsgExam
source: Exam Request has been Rejected
ar: تم رفض طلب التقدم للاختبار، يمكنك تعديل الطلب و اعادة ارساله

# rejectedStatusMsgRenew
source: Renewal Request has been Rejected
ar: تم رفض طلب التجديد، يمكنك تعديل الطلب و اعادة ارساله

source: Request For Visit
ar: طلب زيارة مبنى الجمارك

source: Yes
ar: نعم

# Permissiondenied
source: You do not have permission to access this feature.
ar: ليس لديك إذن للوصول إلى هذه الميزة

source: Completed
ar: أكتمل

# RegisterForBrokerServices
source: Broker E-Service Account Sign Up
ar: تسجيل حساب لخدمات المخلصين

# RegisterForStakeholderServices
source: Compaines E-Services Account Sign Up
ar: تسجيل حساب لخدمات الشركات

# LoginForBrokerServices
source: Brokers login
ar: دخول خدمات المخلصين

# LoginForStakeholderServices
source: Companies login
ar: دخول خدمات الشركات

# OrgServicesNotAllowed
source: You do not have access for stakeholder services.
ar: هذا الإختيار خاص بخدمات الشركات

source: Broker Services
ar: خدمات المخلصين

source: Organization Services
ar: الخدمات الالكترونية للشركات

# Pleaseenterpassword
source: Please enter the password
ar: يرجي إدخال كلمة المرور

# HSCodeRequired
source: Please, write HSCode number
ar: الرجاء كتابة رمز النظام المنسق

source: Kuwait Customs Broker eServices
ar: الخدمات الإلكترونية للمخلص الجمركي

source: Kuwait Customs Organization eServices
ar: الخدمات الإلكترونية للشركات

# Lan
source: en
ar: ar

# Lang
source: English
ar: العربية

# Language
source: English
ar: العربية

# TermsPart1
source: By login to the application ,
ar: ان دخولك للنظام

# TermsPart2
source: it implies that you reviewed and agreed to the
ar: يعني اطلاعك وموافقتك على

# mandatoryFieldsMsg
source: The fields Marked with " * " are Required fields
ar: الحقول التي تحمل علامة " * " إلزامية الإدخال

# saveDraft
source: Save as Draft
ar: حفظ كمسودة

# MandatoryFields
source: The fields which marked with " * " are required fields
ar: الحقول التي تحمل علامة " * " إلزامية الإدخال

# WrongEmailOTPPleasetryagain2
source: Wrong Email OTP, Please try again
ar: تحقق من رمز البريد الإلكتروني المرسل إليك وحاول مرة أخرى

# WrongSMSOTPPleasetryagain
source: Wrong Mobile OTP, Please try again
ar: تحقق من رمز الجوال المرسل إليك وحاول مرة أخرى

source: Company Documents
ar: وثائق الشركة

source: Manage Company Documents
ar: إدارة مستندات الشركة

# BrokerDeactivateRequests
source: Deactivate Broker License Request
ar: طلب إيقاف رخصة التخليص الجمركي

source: Request Cancel
ar: طلب إلغاء رخصة التخليص الجمركي

source: Request ID Card
ar: طلب طباعة بطاقة هوية التخليص بدل فاقد

source: Request Issue
ar: طلب إصدار رخصة التخليص الجمركي

source: Request Letter
ar: طلب شهادة لمن يهمه الأمر

source: Request Transfer
ar: طلبات تحويل المخلص

# BrokerCancelRequests
source: Broker License Cancellation Requests
ar: طلبات إلغاء رخصة التخليص الجمركي

# brokercorrectInfo
source: Please Enter Correct Info
ar: الرجاء إدخال المعلومات الصحيحة

# BrokerIssuanceRequests
source: Broker License Issuance Request
ar: طلب إصدار رخصة التخليص الجمركي

# BrokerPrintLostIdCard
source: Print Lost Broker License Card Request
ar: طلب طباعة بطاقة هوية التخليص بدل فاقد

# BrokerToWhomItConcern
source: To Whom It Concern Letter Request
ar: طلب شهادة إلى من يهمه الأمر

# BrokerTransferInfo
source: Broker Transfer Requests
ar: الرجاء إدخال المعلومات الصحيحة

source: Broker Transfer Requests
ar: طلبات تحويل المخلص

# rejectedStatusMsg
source: Request Has Been Rejected
ar: تم رفض الطلب , يمكنك تعديل الطلب وإعادة إرساله

# BrokerTransferRequestExists
source: There is an existing transfer request for the broker which you are trying to transfer, please check with BS customs administration.
ar: يوجد طلب تحويل موجود للمخلص الذي تحاول تحويله ، للتحقق يرجى مراجعة مكتب شئون المخلصين بالجمارك

# GenApprovedReqst
source: Your Request has been Approved
ar: تمت الموافقة على طلبك

# rejectedStatusMsgFinal
source: Request has been Final Rejected
ar: تم رفض الطلب نهائيًا

# requestDeactivate
source: Request Deactive
ar: طلب إيقاف رخصة التخليص الجمركي

# BankGuranteeStatusForTransfer
source: To initiate broker transfer request, old bank guarantee should be deactivated first.
ar: ببدء في لطب تحويل المخلص، يجب أولا إيقاف الكفالة المصرفية السابقة أولا

# DuplicateLicence
source: The entered License number has been already registered with us
ar: تم تسجيل رقم الترخيص الذي تم إدخاله بالفعل معنا

# ImporterLicenseDetails
source: Import License Details
ar: تفاصيل رخصة الأستيراد

source: License Issuer
ar: مصدر الترخيص

# LicenseIssuerRequired
source: Please select a License Issuer
ar: يرجى اختيار مصدر الترخيص

# LicensetypeRequired
source: Please select a License type
ar: يرجى اختيار نوع الترخيص

# ManageImporterLicenses
source: Manage Import Licenses
ar: إدارة رخص الإستيراد

source: Authorized Signatories for the Organization
ar: اضافة المعتدمين بالتوقيع

source: Add More
ar: أضف المزيد

# AddMoreAuthSignatory
source: Add more
ar: اضافة المزيد

# securityNo
source: Security Number
ar: رقم الحماية

source: Broker Quick Reference
ar: دليل استخدام خدمات المخلصين

source: Organization Quick Reference
ar: دليل استخدام خدمات الشركات

# brokerTransferComingSoonMSG
source: The Service Will be Activated Soon
ar: سيتم تفعيل هذه الخدمة قريبا

# updaterequestPending
source: There is an update request submitted for this organization
ar: يوجد طلب تحديث مرسل لهذه الشركة

# CancellationReqApproved
source: Cancellation Request has been Approved
ar: تمت الموافقة على طلب الإلغاء

# DeactivationReqApproved
source: Deactivation Request has been Approved
ar: تمت الموافقة على طلب الإيقاف

# ExamReqRejected
source: Exam Request has been rejected
ar: تم رفض طلب التقدم للإختبار نهائيا

# RequestAccepted
source: Request has been accepted
ar: تم قبول الطلب

# ToWhomConcernReqApproved
source: To Whom Concern Request has been Approved
ar: تمت الموافقة على طلب شهادة لمن يهمه الامر

# ValidLicenseNumberRequired
source: Please enter a valid License Number
ar: الرجاء إدخال رقم ترخيص صالح

source: Address
ar: العنوان

# AgreeInfoCorrectnessRequired
source: Please agree to correctness of the information
ar: الرجاء الاقرار على صحة البيانات

source: Block
ar: القطعة

# BlockRequired
source: Please enter the Block
ar: الرجاء ادخال القطعة

source: Company Legal Address
ar: عنوان الشركة

source: Governorate
ar: المحافظة

# GovernorateRequired
source: Please select the Governorate
ar: الرجاء اختيار المحافظة

source: Is Industrial
ar: شركة صناعية

# PostalCodeRequired
source: Please enter the Postal Code
ar: الرجاء ادخال الرمز البريدي

source: Region
ar: المنطقة

# RegionRequired
source: Please select the Region
ar: الرجاء اختيار المنطقة

source: Street
ar: الشارع

# StreetRequired
source: Please enter the Street
ar: الرجاء ادخال الشارع

# CommercialLicenseAlreadyRegistered
source: The entered Commercial License number has been already registered with us
ar: رقم الرخصة التجارية التي قمت بإدخالها مسجلة لدينا من قبل، الرجاء الإتصال بإدارة الشركة

# IndustrialLicenseAlreadyRegistered
source: The entered Industrial License number has been already registered with us
ar: رقم الترخيص الصناعي مسجل لدينا من قبل ، الرجاء الاتصال بادارة الشركة

source: Company CivilId
ar: الرقم المدني للشركة

# ActionLabel
source: Actions
ar: الإجراء

source: Pay
ar: إدفع

source: ProceedToPay
ar: متابعة للدفع

# OrgReqHelpCreate
source: Please print the registration request form, then sign and stamp it with the company stamp, then upload it along with the required documents of the request as it is mandatory before sending the request.
ar: يجب طباعة نموذج تسجيل الشركة و توقيعه و ختمه بختم الشركة، ومن ثم تحميله للمستندات المرفقه للطلب قبل إرساله.

# PrintOrgReqForm
source: Print the form
ar: طباعة النموذج

# AlreadyRegisteredCompanyCivilID
source: The company civil ID is already registered
ar: الرقم المدني للشركة مسجل مسبقا

# OrgReqHelpReject1
source: You must modify and resubmit the request Within 15 Days
ar: يجب تعديل الطلب بناء على الملاحظات و إعادة ارسال الطلب مرة أخرى،

# OrgReqHelpSubmit1
source: We received your Request, and it is in Progress
ar: تم استلام طلبك بتاريخ

# registrationTileNewpart1
source: Refer to the
ar: يمكنم الاطلاع على

# registrationTileNewpart2
source: for explanation on how to use this form, and make sure to provide correct and valid information, contact details in particular.
ar: للتعرف على كيفية استخدام هذا النموذج، و ننوه على ضرورة كتابة معلومات حقيقية و صحيحة، بما فيها معلومات الإتصال

# supportFax
source: Fax Number
ar: رقم الفاكس

# supportFirstPart
source: We Provided
ar: نوفر لكم

# supportSecondPart
source: introducing Organization Services,
ar: للتعرف على خدمات تسجيل الشركات، للاستفسار

# supportTel
source: Telephone Number
ar: رقم الهاتف

# supportThirdPart
source: You can also contact our technical support team through the following
ar: يمكنكم التواصل مع فريق الدعم الفني عبر وسائل الاتصال التالية:

# supportVideoLink
source: instructional video
ar: فيديو ارشادي

source: Technical Support
ar: الدعم الفني

source: Confirm Email
ar: إعادة إدخال البريد الألكتروني

# confirmPhoneNumber
source: Confirm Mobile Number
ar: إعادة إدخال رقم الهاتف الجوال

# EmailDontMatch
source: The Email does not match
ar: البريد الإلكتروني غير متطابق

# EmailInfoMsg
source: Please enter correct email id which is active. An OTP will be sent to this emailid , which will be required for activating your account, and will be considered as one of the official communication channels by Customs eServices
ar: احرص على إدخال بريد الإلكتروني صحيح وفعال، حيث سيتم إرسال رقم كود التحقق OTP إلى هذا البريد الإلكتروني ، والذي سيكون مطلوبًا لتنشيط حسابك، كما انه سيكون احد وسائل الاتصال الرسمية للخدمات الالكترونية.

# MobileInforMsg
source: Please enter correct Mobile Number which is active. An OTP will be sent to this Mobile Number , which will be required for activating your account, and will be considered as one of the official communication channels by Customs eServices
ar: احرص على إدخال رقم هاتف نقال صحيح وفعال، حيث سيتم إرسال رقم كود التحقق OTP إلى هذا الهاتف، والذي سيكون مطلوبًا لتنشيط حسابك، كما انه سيكون احد وسائل الاتصال الرسمية للخدمات الالكترونية.

# PhoneDontMatch
source: The Phone Number does not match
ar: رقم الهاتف غير متطابق

# newInfo
source: To ensure smooth registration for your account, please provide your Customs System account access details if available, do you have one?
ar: لضمان سلامة تسجيل حسابك، يرجى التعريف على معلومات الدخول لحسابك في النظام الجمركي الالي ان وجد، هل لديك حساب؟

# newuser
source: No, I don’t have an account in Customs System
ar: لا يوجد لدي حساب في النظام الجمركي الالي

# ClearingAgentInfo
source: To ensure smooth registration for your account, please provide your Customs System account access details if available, do you have one?
ar: لضمان سلامة تسجيل حسابك، يرجى التعريف على معلومات الدخول لحسابك في النظام الجمركي الالي ان وجد، هل لديك حساب؟

# FormNotSendvalidation
source: Form is not sent, please provide the required details.
ar: تعذر ارسال الطلب، يرجى توفير المعلومات المطلوبة

# OrgClearanceFileNumber
source: Organization File Number
ar: رقم ملف التخليص

# companyInfor
source: Company Information
ar: معلومات الشركة

# noApprovedOrganization
source: Our Records, indicates, that you Don't have Any Approved Organization, Please Make sure that you have any Approved Organization.
ar: لن تستطيع استخدام الخدمات، حيث تفيد سجلاتنا بعدم وجود شركة موافق عليها و مسجلة ضمن حسابك ، الرجاء التأكد من ارسال طلب تسجيل شركة، ثم التأكد من الموافقة عليه.

# printingServices
source: Broker Affairs Letter Service
ar: خدمات طباعة كتب شؤون المخلصين

# BRSPrintingCancelLicence
source: Cancel Commercial License -Ministry of Commerce and Industry
ar: كتاب طلب إلغاء الترخيص التجاري - وزارة التجارة والصناعة
