Repository: Appdevcount/KwtMinnanuServicesUI
Catalog: App_GlobalResources/Resource.*.resx
Languages: ar

# OrganizationRegCompletedsuccessfullyNew
source: Please print the form and review with the project team at the General Administration of Customs Shuwaikh area (3) enclosed with all the documents that were uploaded during the registration process
ar: يرجى طباعة النموذج ومراجعة فريق المشروع بالادارة العامة للجمارك الشويخ منطقة (3) مرفق به كافة المستندات التي تم تحميلها اثناء عملية التسجيل

# OrganizationRegCompletedsuccessfullyNew1
source: Please print the form and review with the project team at the General Administration of Customs Shuwaikh area (3) enclosed with all the documents that were uploaded during the registration process
ar: يرجى طباعة النموذج ومراجعة فريق المشروع بالادارة العامة للجمارك الشويخ منطقة (3) مرفق به كافة المستندات التي تم تحميلها اثناء عملية التسجيل

# OrganizationRegCompletedsuccessfullyNew2
source: Please print the form and review with the project team at the General Administration of Customs Shuwaikh area (3) enclosed with all the documents that were uploaded during the registration process
ar: يرجى طباعة النموذج ومراجعة فريق المشروع بالادارة العامة للجمارك الشويخ منطقة (3) مرفق به كافة المستندات التي تم تحميلها اثناء عملية التسجيل

source: Organization Registration Requests
ar: طلبات تسجيل شركات

# OrgAraNameRequired
source: Please enter the Organization name in Arabic
ar: الرجاء كتابة اسم الشركة باللغة العربية

# OrgEngNameRequired
source: Please enter the Organization name in English
ar: الرجاء كتابة اسم الشركة باللغة الانجيليزية

# OrgNameAra
source: Organization Name Arabic
ar: اسم الشركة باللغة العربية

# OrgNameEng
source: Organization Name English
ar: اسم الشركة باللغة الانجيليزية

# OrgReg_Address
source: Address
ar: العنوان

# OrgReg_Address1
source: Address
ar: العنوان

# OrgReg_AuthorizedPerson
source: Authorized Person
ar: اسم المعتمد للتوقيع

# OrgReg_AuthorizedPerson1
source: Authorized Person
ar: اسم المعتمد للتوقيع

# OrgReg_BusinessFaxNumber
source: Business Fax Number
ar: رقم فاكس المكتب

# OrgReg_BusinessFaxNumber1
source: Business Fax Number
ar: رقم فاكس المكتب

# OrgReg_BusinessNumber
source: Business Number
ar: هاتف المكتب

# OrgReg_BusinessNumber1
source: Business Number
ar: هاتف المكتب

# OrgReg_B_Next
source: NEXT
ar: التالي

# OrgReg_B_Next1
source: NEXT
ar: التالي

# OrgReg_City
source: City
ar: المدينة

# OrgReg_City1
source: City
ar: المدينة

# OrgReg_CivilId
source: Civil Id
ar: الرقم المدني

# OrgReg_CivilId1
source: Civil Id
ar: الرقم المدني

# OrgReg_CompanyName
source: Company Name (English)
ar: اسم الشركة باللغة الإنجليزية

# OrgReg_CompanyName1
source: Company Name in English
ar: اسم الشركة باللغة الإنجليزية

# OrgReg_CompanyNameinArabic
source: Company Name (Arabic)
ar: اسم الشركة باللغة العربية

# OrgReg_CompanyNameinArabic1
source: Company Name in Arabic
ar: اسم الشركة باللغة العربية

# OrgReg_EmailID
source: Email ID
ar: البريد الإلكتروني

# OrgReg_EmailID1
source: Email ID
ar: البريد الإلكتروني

# OrgReg_Header
source: Organization Registration
ar: تسجيل الشركات

# OrgReg_Header1
source: The company registration process is subject to the regulations and the rules regulating it and as determined by the General Administration of Customs.
ar: عملية تسجيل الشركات خاضعة للوائح و الضوابط الشركة لذلك و حسب ما تحدده الإدارة العامة للجمارك.

# OrgReg_Header11
source: The company registration process is subject to the regulations and the rules regulating it and as determined by the General Administration of Customs.
ar: عملية تسجيل الشركات خاضعة للوائح و الضوابط الشركة لذلك و حسب ما تحدده الإدارة العامة للجمارك.

# OrgReg_Header2
source: Organization Registration
ar: تسجيل الشركات

# OrgReg_Industrial
source: Industrial
ar: تفاصيل الرخصة الصناعية

# OrgReg_Industrial1
source: Industrial
ar: تفاصيل الرخصة الصناعية

# OrgReg_Industrial_style1
source: left
ar: right

# OrgReg_Industrial_style11
source: left
ar: right

# OrgReg_Industrial_style2
source: margin-left:100px;
ar: margin-right:100px;

# OrgReg_Industrial_style21
source: margin-left:100px;
ar: margin-right:100px;

# OrgReg_Kuwait
source: Kuwait
ar: البلد

# OrgReg_Kuwait1
source: Kuwait
ar: البلد

# OrgReg_MobileNumber
source: Mobile Number
ar: رقم الهاتف الجوال

# OrgReg_MobileNumber1
source: Mobile Number
ar: رقم الهاتف الجوال

# OrgReg_OrganizationCode
source: Company Code
ar: رمز الشركة

# OrgReg_POBoxNo
source: P.O. Box No.
ar: رقم صندوق البريد

# OrgReg_POBoxNo1
source: P.O. Box No.
ar: رقم صندوق البريد

# OrgReg_PostalCode
source: Postal Code
ar: الرمز البريدي

# OrgReg_PostalCode1
source: Postal Code
ar: الرمز البريدي

# OrgReg_ResidenceNumber
source: Residence Number
ar: رقم الجهة المدنى

# OrgReg_ResidenceNumber1
source: Residence Number
ar: رقم الجهة المدنى

# OrgReg_State
source: State
ar: المحافظة

# OrgReg_State1
source: State
ar: المحافظة

# OrgReg_Tradelicenceno
source: Trading license No.
ar: رقم السجل التجاري

# OrgReg_Tradelicenceno1
source: Trading license No.
ar: رقم السجل التجاري

# OrgReg_WebPageAddress
source: Web Page Address
ar: عنوان صفحة الإنترنت

# OrgReg_WebPageAddress1
source: Web Page Address
ar: عنوان صفحة الإنترنت

# OrgStatus_header
source: Organizations Request Status
ar: حالة طلب تسجيل الشركة

# OrgStatus_header1
source: Organizations Request Status
ar: حالة طلب تسجيل الشركة

# OrgStatus_OrganizationName
source: Organization Name:
ar: اسم الشركة:

# OrgStatus_OrganizationName1
source: Organization Name:
ar: اسم الشركة:

# OrgStatus_RequestNumber
source: Request Number:
ar: رقم الطلب:

# OrgStatus_RequestNumber1
source: Request Number:
ar: رقم الطلب:

# passportExpiryDate
source: Passport No Expiry Date
ar: تاريخ انتهاء جواز السفر

# passportNo
source: Passport Number
ar: رقم جواز السفر

# passportNoRequired
source: Passport Number is Required
ar: الرجاء كتابة رقم جواز السفر

source: Password
ar: كلمة المرور

# PasswordCriteriadoesntmet
source: Password Criteria does not met. The password should not be less than 8 digits and should contains upper and lower case ,numbers and special characters.
ar: يجب أن لا تقل كلمة المرور عن 8 خانات و يجب ان تحتوي على حروف كبيرة و صغيرة و ارقام و رموز

# Passwordsarenotmatching
source: The password does not match
ar: كلمة المرور غير متطابقة

# Passwordsarenotmatching1
source: The password does not match
ar: كلمة المرور غير متطابقة

source: Payment Declined
ar: تم رفض الدفع

# paymentdeclined1
source: Payment Declined
ar: تم رفض الدفع

# paymentInitiatedError
source: Your Payment Can't Be Done Now, Please Retry After 10 Minutes
ar: لا يمكن الاستمرار لعملية الدفغ ، الرجاء المحاولة بعر 10 دقائق

# PendingEmailIdVerification
source: Email Id verification will be pending. Do you want to proceed for Mobile verification?
ar: التحقق من حساب البريد الإلكتروني لم يكتمل بعد، هل تريد الأستمرار عن طريق التحقق من الهاتف المحمول؟

# PendingEmailIdVerification1
source: Email Id verification will be pending. Do you want to proceed for Mobile verification?
ar: التحقق من حساب البريد الإلكتروني لم يكتمل بعد، هل تريد الأستمرار عن طريق التحقق من الهاتف المحمول؟

# PendingMobileVerification
source: Mobile verification will be pending. Do you want to proceed for Email Id verification?
ar: التحقق من صحة رقم الهاتف المحمول لم يكتمل بعد، هل تريد الأستمرار عن طريق التحقق من حساب البريد الإلكتروني؟

# PendingMobileVerification1
source: Mobile verification will be pending. Do you want to proceed for Email Id verification?
ar: التحقق من صحة رقم الهاتف المحمول لم يكتمل بعد، هل تريد الأستمرار عن طريق التحقق من حساب البريد الإلكتروني؟

# PermissionAuthority
source: Permission/Release Authority
ar: جهة المنع أو القيد

# PermissionAuthority1
source: Permission/Release Authority
ar: جهة المنع أو القيد

# placeOfExam
source: Exam Location
ar: موقع الاختبار

source: Please enter the correct Captcha
ar: يرجى كتابة كلمة التحقق الصحيحة

# PleaseEntertheCorrectCaptcha1
source: Please enter the correct Captcha
ar: يرجى كتابة كلمة التحقق الصحيحة

source: Please select a Legal Entity
ar: الكيان القانوني الذي تمثله

# PleaseselectaLegalEntity1
source: Please select a Legal Entity
ar: يرجى تحديد الكيان القانوني

source: Please Select atleast One Organization
ar: الرجاء اختيار شركة واحدة على الأقل

# PleaseSelectatleastOneOrganization1
source: Please Select atleast One Organization
ar: الرجاء اختيار شركة واحدة على الأقل

# PleaseSelectAtleastOneServices
source: Please select atleast one service
ar: الرجاء اختيار خدمة واحدة على الأقل

# PleaseSelectAtleastOneServices1
source: Please select atleast one service
ar: الرجاء اختيار خدمة واحدة على الأقل

source: Please try again later
ar: يرجى إعادة المحاولة في وقت لاحق

# Pleasetryagainlater1
source: Please try again later
ar: يرجى إعادة المحاولة في وقت لاحق

source: Please Wait
ar: يرجى الانتظار

# PleaseWait1
source: Please Wait
ar: يرجى الانتظار

# PostBoxNumberRequired
source: Please enter the Post Box number
ar: الرجاء كتابة رقم صندوق البريد

source: Print
ar: طباعة

# print1
source: Print
ar: طباعة

source: Proceed
ar: الاستمرار

# Proceed1
source: Proceed
ar: الاستمرار

source: Process incomplete in Registration
ar: الإجراء غير مكتمل في التسجيل

# ProcessincompleteinRegistration1
source: Process incomplete in Registration
ar: الإجراء غير مكتمل في التسجيل

# ProfileInfo
source: Profile and contact information
ar: التعريف الشخصي و معلومات الإتصال

# ProfileInfo1
source: Profile and contact information
ar: التعريف الشخصي و معلومات الإتصال

# ProvideMobileOTP
source: Please provide the OTP sent to your new Mobile No. to complete the verification process
ar: يجب كتابة الـ OTP الذي تم إرساله إلى رقم الهاتف الجوال الجديد لإكمال عملية التحقق

# ProvideMobileOTP1
source: Please provide the OTP sent to your new Mobile No. to complete the verification process
ar: يجب كتابة الـ OTP الذي تم إرساله إلى رقم الهاتف الجوال الجديد لإكمال عملية التحقق

# ProvideRealInfo
source: Please provide real and correct information, including contact information
ar: يرجى تزويد معلومات حقيقية و صحيحة بما فيها معلومات الإتصال

# ProvideRealInfo1
source: Please provide real and correct information, including contact information
ar: يرجى تزويد معلومات حقيقية و صحيحة بما فيها معلومات الإتصال

# qatari
source: Qatar
ar: قطر

source: Quantity
ar: الكمية

# Quantity1
source: Quantity
ar: الكمية

source: Quick reference
ar: دليل تسجيل حساب جديد

# Quickreference1
source: Quick reference
ar: دليل تسجيل حساب جديد

# Readtermsconditions
source: Read the terms and conditions
ar: إقرء الشروط و الأحكام

# Readtermsconditions1
source: Read the terms and conditions
ar: إقرء الشروط و الأحكام

# Readtermsconditions2
source: Read the terms and conditions
ar: إقرء الشروط و الأحكام

source: Reason
ar: السبب

# Reason1
source: Reason
ar: السبب

source: Regenerate OTP
ar: إعادة إنشاء كلمة المرور المؤقتة

# RegenerateOTP1
source: Regenerate OTP
ar: إعادة إنشاء كلمة المرور المؤقتة

source: Register
ar: تسجيل حساب جديد

# Register1
source: Register
ar: تسجيل حساب جديد

# registerationContactInfoWarning
source: Conatct Information will be used to Identify User and for Comunications
ar: معلومات الاتصال، سوف تستخدم للتحقق من هوية المستخدم و للتواصل، يرجى كتابة معلومات صحيحة و دقيقة

# Registration_Title
source: Sign Up
ar: تسجيل

# Registration_Title1
source: Profile and contact information
ar: التعريف الشخصي و معلومات الإتصال

# Registration_Title11
source: Profile and contact information
ar: التعريف الشخصي و معلومات الإتصال

# Registration_Title2
source: Please provide real and correct information, including contact information
ar: يجب كتابة معلومات حقيقية و صحيحة بما فيها معلومات الإتصال

# Registration_Title21
source: Please provide real and correct information, including contact information
ar: يرجى تزويد معلومات حقيقية و صحيحة بما فيها معلومات الإتصال

# Registration_Title3
source: Sign Up
ar: تسجيل

source: Rejection Reason
ar: سبب الرفض

# RejectionReason1
source: Rejection Reason
ar: سبب الرفض

source: Remarks
ar: ملاحظات

source: Remember Me
ar: تذكرني

# RememberMe1
source: Remember Me
ar: تذكرني

source: Renewal Requests
ar: طلبات التجديد

# ReqNotDeleted
source: This request cannot be deleted, Under reviewer process
ar: لا يمكن حذف الطلب حيث أنه قيد المراجعة

# ReqNotDeleted1
source: This request cannot be deleted, Under reviewer process
ar: لا يمكن حذف الطلب حيث أنه قيد المراجعة

# requestNo
source: Request Number
ar: رقم الطلب

# Requestnotavailable
source: Request not available for view/pay
ar: الطلب غير متاح للعرض / الدفع.

# Requestnotavailable1
source: Request not available for view/pay
ar: الطلب غير متاح للعرض / الدفع.

source: Request Number
ar: رقم الطلب

# requestReceivedUnderReview
source: Request Received, and it is under Review
ar: الطلب قيد المراجعة

source: Request Renew
ar: طلب تجديد رخصة مخلص جمركي

# RequestsList
source: My Requests
ar: طلباتي

# requestsList1
source: Requests List
ar: طلباتي

# RequestsList2
source: Requests List
ar: قائمة طلبات التسجيل

# requestStillCreated
source: Request Not Sent Yet
ar: لم يتم ارسال الطلب

# requestSubmittedAlert
source: Your Request has been Sent, You will Receive a Confirmation E mail.
ar: تم ارسال طلبك بنجاح،

source: Request to Issue New Identity Card
ar: طلب إصدار بطاقة هوية جديدة

# RequesttoIssueNewIdentityCard1
source: Request to Issue New Identity Card
ar: طلب إصدار بطاقة هوية جديدة

source: Request to Transfer Broker
ar: طلب تحويل مخلص

# RequesttoTransferBroker1
source: Request to Transfer Broker
ar: طلب تحويل مخلص

source: Request Type
ar: نوع الطلب

# RequiredField
source: This field is required
ar: حقل الإدخال هذا مطلوب

# requiredPasswordMsg
source: Please Write Password !!!
ar: الرجاء كتابة كلمة المرور

# requiredUserNameMsg
source: Please Write User Name !!!
ar: الرجاء كتابة اسم المستخدم

# ResendMail
source: Re-Send Email Verification Code
ar: إعادة إرسال رمز تحقق جديد الى بريدي الإلكتروني

# ResendMail1
source: Re-Send Email Verification Code
ar: إعادة إرسال رمز التحقق من البريد الإلكتروني

# ResendMobile
source: Re-Send Mobile Verification Code
ar: إعادة إرسال رمز التحقق الى الهاتف الجوال

# ResendMobile1
source: Re-Send Mobile Verification Code
ar: إعادة إرسال رمز التحقق الى الهاتف الجوال

source: Reset Password
ar: تغيير كلمة المرور

# ResetPassword1
source: Reset Password
ar: تغيير كلمة المرور

# ResetPasswordSuccess
source: Your password has been reset successfully
ar: تمت اعادة ضبط كلمة المرور بنجاح

source: Restriction level
ar: مستوى القيد

# Restrictionlevel1
source: Restriction level
ar: مستوى القيد

# RestrictionsProhibitions
source: Restrictions and Prohibitions
ar: قائمة المقيد والممنوع

# RestrictionsProhibitions1
source: Restrictions and Prohibitions
ar: قائمة المقيد والممنوع

# RestrictionsProhibitions2
source: Restrictions and Prohibitions
ar: قائمة المقيد والممنوع

# RestrictsType_C
source: Chapter
ar: الفصل

# RestrictsType_C1
source: Chapter
ar: الفصل

# RestrictsType_E
source: Export
ar: تصدير

# RestrictsType_E1
source: Export
ar: تصدير

# RestrictsType_H
source: Heading
ar: البند الرئيسي

# RestrictsType_H1
source: Heading
ar: البند الرئيسي

# RestrictsType_I
source: Import
ar: إستيراد

# RestrictsType_I1
source: Import
ar: إستيراد

# RestrictsType_P
source: Prohibited
ar: ممنوع

# RestrictsType_P1
source: Prohibited
ar: ممنوع

# RestrictsType_R
source: Restricted
ar: مقيد

# RestrictsType_R1
source: Restricted
ar: مقيد

# RestrictsType_T
source: TariffItem
ar: بند التعريفة

# RestrictsType_T1
source: TariffItem
ar: بند التعريفة

source: Result not found
ar: لا يوجد نتائج

# Resultnotfound1
source: Result not found
ar: لا يوجد نتائج

# returnToTop
source: Click to return on the top page
ar: اضغط للرجوع لبداية الصفحة

# reviewInformationCaption
source: Please, Review the Information in The Following Form, then Click Send
ar: الرجاء مراجعة المعلومات في النموذج ادناه، ثم الضغط على زر ارسال

source: Re-write Password
ar: إعادة كتابة كلمة المرور

# RewritePassword1
source: Re-write Password
ar: إعادة كتابة كلمة المرور

# saudi
source: Saudi Arabia
ar: السعودية

source: Save
ar: حفظ

# Save2
source: Save
ar: حفظ

source: Save & Verify
ar: حفظ و تحقق

# SaveVerify1
source: Save & Verify
ar: حفظ و تحقق

source: Search
ar: بحث

# search1
source: Search
ar: بحث

# Search2
source: Search
ar: بحث

source: Search By
ar: البحث بواسطة

# SearchBy1
source: Search By
ar: البحث بواسطة

source: Search Criteria
ar: معايير البحث

source: Search Result
ar: نتيجة البحث

source: Search Type
ar: نوع البحث

# SearchType1
source: Search Type
ar: نوع البحث

# secondNamePart
source: Second Name
ar: الإسم الثاني

# selectDocument
source: Select
ar: اختيار

source: Select Document Type
ar: اختر نوع المستند

# SelectDocumentType1
source: Select Document Type
ar: اختر نوع المستند

# SelectDocumentType2
source: Select Document Type
ar: اختر نوع المستند

# selectOneServiceMsg
source: Please ensure to select minimum one Service and one Organization for the Additional user
ar: الرجاء اختيار خدمة واحدة على الأقل، و شركة واحدة على الأقل

source: Select Option
ar: حدد الخيار

# SelectOption1
source: Select Option
ar: حدد الخيار

source: Send
ar: إرسال

# Send1
source: Send
ar: إرسال

# sentDate
source: Submission Date
ar: تاريخ الارسال

# Servernotresponding
source: Server not responding, Please try again later.
ar: الخادم لا يستجيب. الرجاء المحاولة لاحقا

# Servernotresponding1
source: Server not responding, Please try again later.
ar: الخادم لا يستجيب. الرجاء المحاولة لاحقا

source: Service Name
ar: اسم الخدمة

# ServiceName1
source: Service Name
ar: اسم الخدمة

# ServiceNameAra
source: Service Name Arabic
ar: اسم الخدمة باللغة العربية

# ServiceNameEng
source: Service Name English
ar: اسم الخدمة باللغة الانجليزية

# ServicesNotAvailableToSubscribe
source: You have raised service request for all the services
ar: لقد قمت برفع طلب الخدمة لجميع الخدمات

source: Service Subscription Requests
ar: طلبات الاشتراك بالخدمات الجمركية

# Sessionexpired
source: Your session got expired, Please Login again.
ar: لقد انتهى وقت الاتصال بالنظام، يمكنك اعادة الدخول

# Sessionexpired1
source: Your session got expired, Please Login again.
ar: لقد انتهى وقت الاتصال بالنظام، يمكنك اعادة الدخول

source: Short Description
ar: وصف قصير

# ShortDescription1
source: Short Description
ar: وصف قصير

source: Show All
ar: اظهار الكل

source: Show Information
ar: اظهار المعلومات

source: Sign Up
ar: تسجيل حساب جديد

# SignUp1
source: Sign Up
ar: تسجيل حساب جديد

# SignUpFailedMessage
source: Message will send to your Email address and to your Mobile Number, please verify your Email and Mobile Number to complete the registration process
ar: سوف ترسل رسالة إلى عنوان البريد الإلكتروني الخاص بك و رقم هاتفك النقال، يرجى مراجعة بريدك الإلكتروني الخاص بك و أرقام الهواتف النقالة لإستكمال عملية التسجيل

# SignUpFailedMessage1
source: Message will send to your Email address and to your Mobile Number, please verify your Email and Mobile Number to complete the registration process
ar: سوف ترسل رسالة إلى عنوان البريد الإلكتروني الخاص بك ، يرجى مراجعة بريدك الإلكتروني الخاص بك لإستكمال عملية التسجيل

# SignUPTermeConditions
source: You have to agree with the terms and conditions
ar: يجب الموافقة على الشروط و الاحكام

# SignUPTermeConditions1
source: You have to agree with the terms and conditions
ar: يجب الموافقة على الشروط و الاحكام

source: Some error has occured
ar: حدوث بعض الأخطاء

source: Some issue has occured
ar: حدوث بعض المشاكل

# somethingwentwrong
source: Something went wrong, Please try again later.
ar: هناك شئ خاطئ، يرجى المحاولة فى وقت لاحق.

# somethingwentwrong1
source: Something went wrong, Please try again later.
ar: هناك شئ خاطئ، يرجى المحاولة فى وقت لاحق.

source: Special Broker
ar: مخلص خاص

source: Special Messanger
ar: مندوب خاص

source: Started
ar: البدء

# Started1
source: Started
ar: البدء

source: Status
ar: الحالة

# status1
source: Status
ar: الحالة

# Status2
source: Status
ar: الحالة

source: Sub Broker
ar: مخلص تابع

source: Sub Company
ar: الشركة الإضافية

# SubCompanymsg
source: This is supposed to be the sub company
ar: سيتم اضافة هذه الشركة باعتبارها شركة إضافية

# SubEpayment_B_back
source: BACK
ar: رجوع

# SubEpayment_B_back1
source: BACK
ar: رجوع

# SubEpayment_B_decline
source: DECLINE
ar: رفض

# SubEpayment_B_decline1
source: DECLINE
ar: رفض

# SubEpayment_B_pay
source: PAY
ar: ادفع

# SubEpayment_B_pay1
source: PAY
ar: ادفع

# SubEpayment_Certificates
source: Certificates
ar: الشهادات

# SubEpayment_Certificates1
source: Certificates
ar: الشهادات

# SubEpayment_Customsaccount
source: Customs Account
ar: حساب الجمارك

# SubEpayment_Customsaccount1
source: Customs Account
ar: حساب الجمارك

# SubEpayment_CustomsDuty
source: Customs Duty
ar: الضريبة الجمركية

# SubEpayment_CustomsDuty1
source: Customs Duty
ar: الضريبة الجمركية

# SubEpayment_DutyAmount
source: Duty Amount
ar: مبلغ الرسوم

# SubEpayment_DutyAmount1
source: Duty Amount
ar: مبلغ الرسوم

# SubEpayment_Guarantees
source: Guarantees
ar: تأمينات

# SubEpayment_Guarantees1
source: Guarantees
ar: تأمينات

# SubEpayment_HandlingCharges
source: Handling Charges
ar: رسوم تفريغ

# SubEpayment_HandlingCharges1
source: Handling Charges
ar: رسوم تفريغ

# SubEpayment_Header
source: E-Payment​
ar: الدفع الالكتروني

# SubEpayment_Header1
source: E-Payment Requests
ar: طلبات الدفع الإلكتروني

# SubEpayment_Header11
source: E-Payment Requests
ar: طلبات الدفع الإلكتروني

# SubEpayment_Header2
source: E-Payment​
ar: الدفع الالكتروني

# SubEpayment_OnlineReceiptDt
source: Online Receipt Date/Time
ar: تاريخ إيصال الدفع الإلكتروني

# SubEpayment_OnlineReceiptDt1
source: Online Receipt Date/Time
ar: تاريخ إيصال الدفع الإلكتروني

# SubEpayment_OnlineReceiptNo
source: Online Receipt No.
ar: رقم إيصال الدفع الإلكتروني

# SubEpayment_OnlineReceiptNo1
source: Online Receipt No.
ar: رقم إيصال الدفع الإلكتروني

# SubEpayment_Others
source: Others
ar: إيصالات أُخرى

# SubEpayment_Others1
source: Others
ar: إيصالات أُخرى

# SubEpayment_payby
source: Paid By
ar: تم الدفع عن طريق

# SubEpayment_payby1
source: Paid By
ar: تم الدفع عن طريق

# SubEpayment_PayFor
source: Pay For
ar: دفع ل

# SubEpayment_PayFor1
source: Pay For
ar: دفع ل

# SubEpayment_PaymentID
source: Payment ID
ar: مرجع الدفع

# SubEpayment_PaymentID1
source: Payment ID
ar: مرجع الدفع

# SubEpayment_paymethod
source: Payment Method
ar: طريقة الدفع

# SubEpayment_paymethod1
source: Payment Method
ar: طريقة الدفع

# SubEpayment_Paytype
source: Payment Type
ar: نوع الدفع

# SubEpayment_Paytype1
source: Payment Type
ar: نوع الدفع

# SubEpayment_Penalties
source: Penalties
ar: الغرامات

# SubEpayment_Penalties1
source: Penalties
ar: الغرامات

# SubEpayment_Printing
source: Printing
ar: المطبوعات

# SubEpayment_Printing1
source: Printing
ar: المطبوعات

# SubEpayment_Status
source: Status
ar: الحالة

# SubEpayment_Status1
source: Status
ar: الحالة

# SubEpayment_Storage
source: Storage
ar: رسوم الأرضيات

# SubEpayment_Storage1
source: Storage
ar: رسوم الأرضيات

# SubEpayment_style
source: left
ar: right

# SubEpayment_style1
source: left
ar: right

# SubEpayment_totalamount
source: Total Amount
ar: المبلغ الإجمالي

# SubEpayment_totalamount1
source: Total Amount
ar: المبلغ الإجمالي

source: Sub Messanger
ar: مندوب

source: Submit
ar: إرسال

# Submit1
source: Submit
ar: إرسال

source: Submit Request
ar: ارسال الطلب

source: Submitted Date
ar: تاريخ الارسال

# subScriptionNew
source: Services Subscription
ar: الاشتراك بالخدمات

# SubscriptionRequestDetails
source: Request Details
ar: تفاصيل الطلب

source: Success
ar: نجاح

# success1
source: Success
ar: نجاح

# SuccessfullySubscribed
source: Successfully subscribed to the selected services
ar: تم الاشتراك بالخدمة بنجاح

# tempDeclarationRequired
source: Please, Write Temporary Declaration Number
ar: الرجاء كتابة رقم البيان المؤقت

source: Temp Decl. No
ar: الرقم المؤقت للبيان

# TempDeclNo1
source: Temp Decl. No
ar: الرقم المؤقت للبيان

# TempDeclNumber
source: Temp. Declaration Number
ar: رقم البيان المؤقت

# TempDeclNumber1
source: Temp. Declaration Number
ar: رقم البيان المؤقت

# TemporaryDeclarationNumber
source: Declaration Number / Temp. Decl Number
ar: رقم البيان/الرقم البيان المؤقت
