Repository: Appdevcount/KwtMinnanuServicesUI
Catalog: App_GlobalResources/Resource.*.resx
Languages: ar

# BRSPrintingChangeJobTitleAndRenewResidency
source: Change Job Title and Renew Residency- General Authority for Manpower
ar: كتاب طلب تغيير مسمى وظيفي وتجديد إقامة - الهيئة العامة للقوى العاملة

# BRSPrintingChangeJobTitleAndTransferResidency
source: Change Job Title and Transfer Residency- General Authority for Manpower
ar: كتاب طلب تغيير مسمى وظيفي وتحويل إقامة - الهيئة العامة للقوى العاملة

# BRSPrintingChangeLicenceActivity
source: Change Commercial License Business - Ministry of Commerce and Industry
ar: كتاب طلب تغيير نشاط الترخيص التجاري - وزارة التجارة والصناعة

# BRSPrintingChangeLicenceAddress
source: Change Commercial License Address Letter - Ministry of Commerce and Industry
ar: كتاب طلب تغيير عنوان الترخيص التجاري - وزارة التجارة والصناعة

# BRSPrintingGoodBehave
source: Good conduct and behavior- General Directorate of Criminal Evidence
ar: كتاب حسن سير وسلوك - الإدارة العامة للأدلة الجنائية

# BRSPrintingIssueLicence
source: Issue Commercial License- Ministry of Commerce and Industry
ar: كتاب طلب إصدار ترخيص تجاري - وزارة التجارة والصناعة

# BRSPrintingReleaseBankGuarantee
source: Release Bank Guarantee - Revenue Control
ar: كتاب طلب إفراج عن الكفالة المصرفية - مراقبة الإيرادات

# BRSPrintingRenewLicence
source: Renew Commercial License - Ministry of Commerce and Industry
ar: كتاب طلب تجديد الترخيص التجاري - وزارة التجارة والصناعة

# BRSPrintingRenewResidency
source: Residency Renew- General Authority for Manpower
ar: كتاب طلب تجديد إقامة - الهيئة العامة للقوى العاملة

# BRSPrintingTransferResidency
source: Residency Transfer- General Authority for Manpower
ar: كتاب طلب تحويل إقامة - الهيئة العامة للقوى العاملة

# BRSPrintingChangeJobTitle
source: Change Job Title- General Authority for Manpower
ar: كتاب طلب تغيير مسمى وظيفي - الهيئة العامة للقوى العاملة

# BRSPrintingChangeJobTitleWithCivilId
source: Change Job Title- With Broker License- General Authority for Manpower
ar: كتاب طلب تغيير مسمى وظيفي ولديه هوية - الهيئة العامة للقوى العاملة

# BRSPrintingDeActivateLicenceDeath
source: Deactivate Commercial License- Death- Ministry of Commerce and Industry
ar: كتاب طلب إيقاف الترخيص التجاري للوفاة - وزارة التجارة والصناعة

# requestReSubmitted
source: Request Has Been ReSubmitted
ar: تمت اعادة ارسال الطلب

# approvedStatusMsgIssuance
source: Issuance License Request has been Approved
ar: تمت الموافقة على طلب اصدار الترخيص

# colmdpushpull3
source: col-md-push-3
ar: col-md-pull-3

# Marginstart28px
source: margin-left:28px;
ar: margin-right:28px;

source: Re-Send
ar: إعادة إرسال

# ResendOTPButton
source: padding:5px 12px;
ar: padding:2px 12px;

# ContactVerificationHelpText1
source: Please enter the verification codes to activate your account
ar: يرجى إدخال رموز التحقق لتفعيل حسابك

# ContactVerificationHelpText2
source: Make sure to use the latest OTP received, click resend to regenerate new code if need , the code should be used within 15 minutes
ar: يرجى التأكد من استخدام أخر رمز تحقق قمت بإستلامه، اضغط زر "إعادة إرسال" لإرسال رمز تحقق جديد إذا لزم الأمر ، ويجب استخدام الرمز في غضون 15 دقيقة

source: Bank Guarantee Expirye Date
ar: تاريخ انتهاء الضمان البنكي

source: Bank Guarantee Issuance Date
ar: تاريخ إصدار الضمان البنكي

# bankGuaranteeNo
source: Bank Guarantee Number
ar: رقم الكفالة المصرفية

# bankGuaranteeStatus1
source: Bank Guarantee Status
ar: حالة الضمان البنكي

source: Bank Name
ar: اسم البنك

# ChangeJobTitleFrom
source: Current Job Title
ar: المسمى الوظيفي الحالي

# ChangeJobTitleFromValidate
source: Please Write Your Current Job Title
ar: الرجاء كتابة المسمى الوظيفي الحالي

source: Change JobTitle To
ar: المسمى الوظيفي المطلوب

# ChangeJobTitleToValidate
source: Please Choose Required JobTitle
ar: الرجاء اختيار المسمى الوظيفي المطلوب

source: From Business
ar: من نشاط

# fromBusinessValidate
source: Please Write Your Current Business
ar: الرجاء كتابة النشاط الحالي

# newBrokerRegistrationMsg
source: You are heading to register eService account as a new general broker that does not already have a customs clearance license and not registered with customs, the only service will be available is "General Broker Exam Request
ar: أنت بصدد تسجيل حساب مخلص عام جديد غير مسجل لدى الإدارة العامة للجمارك ولا يحمل رخصة تخليص جمركي، الخدمة التي ستكون متوفرة هي خدمة "طلب دخول أختبارات التخليص

# ImporterLicenseAlreadyRegistered
source: The entered Importer License number has been already registered with us
ar: تم تسجيل رقم رخصة الاستيراد التي تم إدخالها لدينا بالفعل

# printtedStatus
source: Letter has Been Printted
ar: تمت طباعة الكتاب

source: To Business
ar: الى نشاط

# AppointmentCreationsuccess
source: Appointment Created successfully
ar: تم حجز موعد التفتيش بنجاح

# AppointmentUpdatesuccess
source: Appointment updated successfully
ar: تم تحديث موعد التفتيش بنجاح

# AtleastOnevehiclerequiredforappointment
source: At least One vehicle should be selected while creating inspection schedule
ar: الرجاء اختيار مركبة واحدة على الأقل ليتم حجز موعد للتفتيش

source: Booked
ar: تم حجز موعد التفتيش

# DeclarationOrTempDeclarationRequired
source: Please enter either Declaration number or Temp Declaration Number
ar: الرجاء ادخال رقم البيان الجمركي أو رقم البيان المؤقت

source: Driver Name
ar: اسم السائق

# Duplicatebookingforthevehicle
source: There is a booking already exist for the selected vehicle
ar: لقد تم حجز موعد تفتيش مسبقاً للمركبات المحددة

# InspectionAppointment
source: Inspection Appointments Booking
ar: حجز مواعيد التفتيش

source: Inspection Date
ar: تاريخ التفتيش

# InspectionDateRequired
source: Inspection Date is required
ar: يجب اختيار تاريخ التفتيش

source: Inspection Round
ar: فترة التفتيش

# InspectionRoundRequired
source: Inspection round is required
ar: يجب اختيار فترة التفتيش

source: Inspection Terminal
ar: محطة الشحن

# InspectionTerminalrequired
source: Inspection Terminal is required
ar: يجب اختيار محطة الشحن

source: Inspection Zone
ar: منطقة التفتيش

# InspectionZonerequired
source: Inspection Zone is required
ar: يجب اختيار منطقة التفتيش

# NoVehiclesforgivendeclaration
source: No vehicles available for the given Declaration Number
ar: لا يوجد مركبات متاحة للبيان الجمركي الذي قمت بإختياره

source: Port Name
ar: المنفذ

# Roundreachedmaximumcapacity
source: The selected round has reached its maximum capacity. You can book
ar: لا يوجد مواعيد تفتيش كافية في فترة التفتيش التي تم اختيارها ولعدد المركبات التي تحديدها، يتوفر مواعيد حجز لعدد

# RoundreachedmaximumcapacityPart2
source: only, or select another round
ar: فقط،أو يمكن تحديد فترة تفتيش أخرى

# Roundreachedmaximumcapacity1
source: The selected round has reached its maximum capacity. Please select another round
ar: لا يوجد موعد متوفر في فترة التفتيش التي قمت بإختيارها، الرجاء تحديد فترة أخرى

# selectInspectionRound
source: Please select the Inspection Round
ar: الرجاء اختيار فترة التفتيش

# selectInspectionTerminal
source: Please select the Inspection Terminal
ar: الرجاء اختيار محطة الشحن

# selectInspectionZone
source: Please select the Inspection Zone
ar: الرجاء اختيار منطقة التفتيش

source: Show Vehicles
ar: اظهار المركبات

# TempDeclarationnumber
source: Temp Declaration ID
ar: رقم البيان الجمركي المؤقت

source: Update Appointment
ar: تعديل الموعد

# Vehiclelist
source: Vehicles available for inspection
ar: الشاحنات المتاحة للتفتيش

# Vehicleplatenumber
source: Vehicle Plate No.
ar: رقم لوحة المركبة

# Vehiclesrequired
source: Please select the vehicles to create the schedule
ar: الرجاء اختيار المركبات المطلوب حجز موعد التفتيش لها

# declartionStatusNotProper
source: Declaration Number Vehicles, that you used Not applicable for Inspection Appointment
ar: مركبات البيان الجمركي الذي قمت بادخاله في حالة لا تسمح بحجز موعد للتفتيش، يرجى مراجعة حالة مركبات البيان و اعادة المحاولة لاحقا

# declartionCCP
source: Declaration CCP
ar: نوع الاجراء الجمركي

# Containernumber
source: Container No.
ar: رقم الحاوية

source: Create Appointment
ar: حجز الموعد

# AgreeToPay
source: Agree to E - Payment
ar: الموافقة على الدفع الإلكتروني

# CustomerMobNum
source: Customer Mobile No.
ar: الهاتف المحمول

# Emailminlength
source: Please enter a valid email address
ar: يرجى إدخال بريد إلكتروني صحيح

# EmailRequired1
source: Please enter a valid email address
ar: يرجى ادخال البريد الالكتروني الخاص بك

# EnterReceiptDetails
source: Enter your Receipt Details
ar: يرجى ادخال تفاصيل الإيصال الخاص بك

# FillForm
source: Fill in the form for instant E - Payment
ar: يرجى تعبئة النموذج للدفع الإلكتروني الفوري

source: Mobile
ar: الهاتف المحمول

# Mobileminlength
source: Please enter a valid 8 digit Mobile Number
ar: يرجى إدخال 8 أرقام صحيحة لرقم الهاتف النقال

# MobileRequired1
source: Please enter your Mobile Number
ar: يرجى إدخال رقم هاتفك النقال

source: Next
ar: التالي

source: Payee Name
ar: اسم المدفوع له

# PayInVoice
source: Pay your Invoice
ar: يرجى دفع الفاتورة الخاصة بك

source: Payment Details
ar: تفاصيل الدفع

source: Previous
ar: السابق

# ProceedPay
source: Proceed To Pay
ar: المتابعة للدفع

source: Receipt Lookup
ar: البحث عن الايصال

source: Receipt to Pay
ar: إيصال الدفع

source: Reference Number
ar: رقم المرجع

# RefNumRequired
source: Please enter a Reference Number
ar: يرجى إدخال رقم المرجع

source: Security Code
ar: رمز الحماية

# SecurityCodeMsg1
source: Please enter above References
ar: يرجى إدخال المراجع أعلاه

# SecurityCodeMsg2
source: Please enter your SecurityCode
ar: يرجى إدخال رمز الحماية الخاص بك

# SecurityCodeMsg3
source: Please enter your TIRCNumber and SecurityCode
ar: يرجى إدخال رقم الإيصال المؤقت ورمز الحماية

source: Self Payment Services
ar: تكنولوجيا الخدمة الذاتية

# TIRCNum
source: TIRC Number
ar: الرقم المؤقت للإيصال

# TIRCNumberRequired
source: Please enter your TIRCNumber
ar: يرجى إدخال الرقم المؤقت للإيصال

source: Verify and Confirm
ar: التحقق والتأكيد

# WelcomeGCS
source: Welcome to GCS. Global Clearinghouse Systems
ar: مرحبًا بكم في جلوبال

source: DR Consignee
ar: مستفيد التصفية الفورية
