Repository: Appdevcount/KwtMinnanuServicesUI
Catalog: App_GlobalResources/Resource.*.resx
Languages: ar

# For1
source: For
ar: لـ

# forgetPassowrd
source: Forget Password?
ar: هل نسيت كلمة المرور؟

source: Forgot Password
ar: هل نسيت كلمة المرور؟

# ForgotPassword1
source: Forgot Password
ar: هل نسيت كلمة المرور؟

# Forgot_B_generateotpbutton
source: Generate OTP
ar: إنشاء كلمة مرور مؤقتة

# Forgot_B_generateotpbutton1
source: Generate OTP
ar: إنشاء كلمة مرور مؤقتة

# Forgot_B_resetpwd
source: Reset Password
ar: إعادة ضبط كلمة المرور

# Forgot_B_resetpwd1
source: Reset Password
ar: تغيير كلمة المرور

# Forgot_B_rgpwd
source: Regenerate OTP
ar: إعادة إنشاء كلمة المرور المؤقتة

# Forgot_B_rgpwd1
source: Regenerate OTP
ar: إعادة إنشاء كلمة المرور المؤقتة

# Forgot_header
source: Forgot Password
ar: هل نسيت كلمة المرور؟

# Forgot_header1
source: Please enter your valid Email address or Mobile Number we'll send you verification codes to reset your password
ar: يرجى كتابة عنوان البريد الإلكتروني المسجل لدينا، سيتم ارسال رمز التحقق لك ، للتمكن من إعادة ضبط كلمة المرور

# Forgot_header11
source: Please enter your valid Email address or Mobile Number we'll send you verification codes to reset your password
ar: يرجى كتابة عنوان البريد الإلكتروني أو رقم الهاتف الجوال، سوف نرسل لك رموز التحقق لإعادة تعيين كلمة المرور الخاصة بك

# Forgot_header2
source: Forgot Password
ar: هل نسيت كلمة المرور؟

# Forgot_input
source: Email-Id
ar: البريد الإلكتروني

# Forgot_input1
source: Email-Id
ar: البريد الإلكتروني

# Forgot_input2
source: Enter Captcha
ar: ادخل نص الصورة

# Forgot_input21
source: Enter Captcha
ar: ادخل نص الصورة

# Forgot_inputcode
source: Email Verification Code
ar: رمز تحقق البريد الإلكتروني

# Forgot_inputcode1
source: Email Verification Code
ar: رمز تحقق البريد الإلكتروني

# Forgot_inputcpwd
source: Re-write Password
ar: إعادة كتابة كلمة المرور

# Forgot_inputcpwd1
source: Re-write Password
ar: إعادة كتابة كلمة المرور

# Forgot_inputnewpwd
source: New Password
ar: كلمة المرور الجديدة

# Forgot_inputnewpwd1
source: New Password
ar: كلمة المرور الجديدة

source: Full Name
ar: الاسم الكامل

source: Gender
ar: الجنس

# GenderRequired
source: Please select a gender type
ar: الرجاء اختيار الجنس

source: General Broker
ar: المخلص العام

# generalBrokerInf
source: General Broker Information
ar: معلومات المخلص العام

source: General Broker License
ar: رقم الترخيص للمخلص العام

# generalBrokerlicenseNo
source: General Broker License Number
ar: رقم الترخيص للمخلص العام

# GeneralBrokerLicenseRequired
source: Please enter a valid General Broker License Number
ar: الرجاء كتابة رقم ترخيص صحيح للمخلص العام

source: General Broker Mobile number
ar: رقم الجوال للمخلص العام

source: General Broker Name
ar: اسم المخلص العام

source: Generate OTP
ar: إنشاء كلمة مرور مؤقتة

# GenerateOTP1
source: Generate OTP
ar: إنشاء كلمة مرور مؤقتة

# genericErrorPageNotFoundPart1
source: Page Not Found
ar: الصفحة غير موجودة

# genericErrorPageNotFoundPart2
source: Please Check The Requested Page
ar: الصفحة التي طلبتها غير موجودة ، الرجاء التأكد من أسم الصفحة

# genericErrorPageSorry
source: Sorry
ar: المعذرة

# Header_withoutmenu
source: text-align:left;color:white;background-color: #BD3B2E;display: block;
ar: text-align:right;color:white;background-color: #BD3B2E;display: none;

# Header_withoutmenu1
source: text-align:left;color:white;background-color: #BD3B2E;display: none;
ar: text-align:right;color:white;background-color: #BD3B2E;display: block;

# Header_withoutmenu11
source: text-align:left;color:white;background-color: #BD3B2E;display: none;
ar: text-align:right;color:white;background-color: #BD3B2E;display: block;

# Header_withoutmenu2
source: text-align:left;color:white;background-color: #BD3B2E;display: block;
ar: text-align:right;color:white;background-color: #BD3B2E;display: none;

source: Hide Information
ar: اخفاء المعلومات

source: Home
ar: الرئيسية

# homePage
source: Main Page
ar: الرئيسية

# Home_Header
source: My Organizations
ar: شركاتي المسجلة

# Home_Header1
source: My Organizations
ar: الشركات المدرجة في حسابي

source: Housebill Auto Number
ar: الرقم الآلي لبوليصة الشحن

# HousebillAutoNumber1
source: Housebill Auto Number
ar: الرقم الآلي لبوليصة الشحن

source: Housebill Number
ar: رقم البوليصة

# HousebillNumber1
source: Housebill Number
ar: رقم البوليصة

# houseBillRequired
source: Please, Write Housebill Number
ar: الرجاء كتابة رقم بوليصة الشحن

source: Housebill Search
ar: بحث بوليصة الشحن

# HousebillSearch1
source: Housebill Search
ar: بحث بوليصة الشحن

source: HSCode
ar: رمز النظام المنسق

# HSCode1
source: HSCode
ar: رمز النظام المنسق

source: HSCode Search
ar: بحث رمز النظام المنسق

# HSCodeSearch1
source: HSCode Search
ar: بحث رمز النظام المنسق

# ImporterDetails
source: Import Details
ar: تفاصيل رخصة الاستيراد

# ImporterDetails1
source: Importer Details
ar: تفاصيل رخصة الاستيراد

# ImporterLicensenumberRequired
source: Please enter the Import License number
ar: الرجاء إدخال رقم رخصة الأستيراد

# ImporterLicensetypeRequired
source: Please select the Import License type
ar: الرجاء إختيار نوع رخصة الأستيراد

# Importer_B_back
source: BACK
ar: رجوع

# Importer_B_back1
source: BACK
ar: رجوع

# Importer_B_next
source: NEXT
ar: التالي

# Importer_B_next1
source: NEXT
ar: التالي

# Importer_CompanyNameinArabic
source: Company Name in Arabic :
ar: اسم الشركة باللغة العربية :

# Importer_CompanyNameinArabic1
source: Company Name in Arabic :
ar: اسم الشركة باللغة العربية :

# Importer_Dt_style
source: left
ar: right

# Importer_Dt_style1
source: left
ar: right

# Importer_EndDate
source: End Date
ar: تاريخ الانتهاء

# Importer_EndDate1
source: End Date
ar: تاريخ الانتهاء

# Importer_Header
source: Importer Details
ar: تفاصيل رخصة الاستيراد

# Importer_Header1
source: Importer Details
ar: تفاصيل رخصة الاستيراد

# Importer_IssuanceDate
source: Issuance Date
ar: تاريخ الإصدار

# Importer_IssuanceDate1
source: Issuance Date
ar: تاريخ الإصدار

# Importer_LicenseNo
source: License No.
ar: رقم الرخصة

# Importer_LicenseNo1
source: License No.
ar: رقم الرخصة

# Importer_LicenseNumber
source: Import License Number
ar: رقم رخصة الأستيراد

# Importer_LicenseNumber1
source: Importer License Number
ar: رقم رخصة الاستيراد

# Importer_Licensetype
source: Import License Type
ar: نوع رخصة الأستيراد

# Importer_Licensetype1
source: Importer License Type
ar: نوع رخصة الاستيراد

# Importer_RB_permanent
source: Permanent
ar: دائم

# Importer_RB_permanent1
source: Permanent
ar: دائم

# Importer_RB_temporary
source: Temporary
ar: مؤقت

# Importer_RB_temporary1
source: Temporary
ar: مؤقت

# Importer_RD_style
source: radio inline
ar: radio1 inline1

# Importer_RD_style1
source: radio inline
ar: radio1 inline1

# Importer_RequestNumber
source: Request Number :
ar: رقم الطلب :

# Importer_RequestNumber1
source: Request Number :
ar: رقم الطلب :

# IndustrialLicenseNumberRequired
source: Please enter the Industrial License Number
ar: الرجاء كتابة رقم الترخيص الصناعي

source: Industrial Organization
ar: تفاصيل الرخصة الصناعية

# IndustrialRegistrationNumberRequired
source: Please enter the Industrial Registration Number
ar: الرجاء كتابة رقم الترخيص الصناعي

# Industrial_B_back
source: BACK
ar: رجوع

# Industrial_B_back1
source: BACK
ar: رجوع

# Industrial_B_next
source: NEXT
ar: التالي

# Industrial_B_next1
source: NEXT
ar: التالي

# Industrial_CompanyNameinArabic
source: Company Name in Arabic :
ar: اسم الشركة باللغة العربية :

# Industrial_CompanyNameinArabic1
source: Company Name in Arabic :
ar: اسم الشركة باللغة العربية :

# Industrial_Dt_style
source: left
ar: right

# Industrial_Dt_style1
source: left
ar: right

# Industrial_EndDate
source: End Date
ar: تاريخ الانتهاء

# Industrial_EndDate1
source: End Date
ar: تاريخ الانتهاء

# Industrial_Header
source: Industrial Organization
ar: تفاصيل الرخصة الصناعية

# Industrial_Header1
source: Industrial Organization
ar: تفاصيل الرخصة الصناعية

# Industrial_IssuanceDate
source: Issuance Date
ar: تاريخ الإصدار

# Industrial_IssuanceDate1
source: Issuance Date
ar: تاريخ الإصدار

# Industrial_IssuanceDate11
source: Issuance Date
ar: تاريخ الإصدار

# Industrial_IssuanceDate2
source: Issuance Date
ar: تاريخ الإصدار

source: Industrial License Number
ar: رقم الترخيص الصناعي

# Industrial_LicenseNumber1
source: Industrial License Number
ar: رقم الترخيص الصناعي

# Industrial_RegNo
source: Industrial Registration Number
ar: رقم السجل الصناعي

# Industrial_RegNo1
source: Industrial Registration Number
ar: رقم السجل الصناعي

# Industrial_RequestNumber
source: Request Number :
ar: رقم الطلب :

# Industrial_RequestNumber1
source: Request Number :
ar: رقم الطلب :

# InvalidMCDeatils
source: Please enter the correct Broker License and Microclear credential details
ar: الرجاء كتابة معلومات الدخول الصحيحة على النظام الآلي الجمركي

source: is
ar: وحالته

# Is1
source: is
ar: وحالته

# IsAdminUser
source: General User ?
ar: مستخدم عام ؟

# IssuancedateofIndustrialRegistrationNumber
source: Please enter the Issuance date of Industrial Registration Number
ar: الرجاء اختيار تاريخ اصدار شهادة الترخيص الصناعي

# IssuancegreaterthanEnddate
source: Issuance Date should not be greater than End date.
ar: يجب ألا يكون تاريخ الإصدار أكبر من تاريخ الانتهاء

# IssuancegreaterthanEnddate1
source: Issuance Date should not be greater than End date.
ar: يجب ألا يكون تاريخ الإصدار أكبر من تاريخ الانتهاء

source: Issue Date
ar: تاريخ الاصدار

# IssueDateRequired
source: Please enter the Issue Date
ar: الرجاء اختيار تاريخ الاصدار

source: KGAC Online Payment
ar: الدفع عبر الإنترنت

# KGACOnlinePayment1
source: KGAC Online Payment
ar: الدفع عبر الإنترنت

# KNETOnlinePayment
source: Please do not close or refresh this page as we proceed to KNET Online Payment!
ar: يرجى عدم إغلاق أو تحديث هذه الصفحة أثناء تحويلك إلى صفحة كي نت للدفع عبر الإنترنت!

# KNETOnlinePayment1
source: Please do not close or refresh this page as we proceed to KNET Online Payment!
ar: يرجى عدم إغلاق أو تحديث هذه الصفحة أثناء تحويلك إلى صفحة كي نت للدفع عبر الإنترنت!

source: kuwait
ar: الكويت

# kuwait1
source: kuwait
ar: الكويت

# KuwaitCustoms
source: Kuwait Customs eServices
ar: بوابة الخدمات الالكترونية للجمارك الكويتية

# KuwaitCustoms1
source: Kuwait Customs eServices
ar: بوابة الخدمات الالكترونية للجمارك

# kuwaiti
source: Kuwait
ar: الكويت

source: Last Name
ar: الأسم الأخير

# LastName1
source: Last Name
ar: الأسم الأخير

# lastNamePart
source: Last Name
ar: الإسم الرابع

# LastNamerDA
source: Please enter the Last Name
ar: الرجاء كتابة الاسم الأخير

# LastNamerDA1
source: Please enter the Last Name
ar: الرجاء كتابة الاسم الأخير

source: Legal Entity
ar: الكيان القانوني

# LegalEntity1
source: Legal Entity
ar: الكيان القانوني

# lG
source: Eng
ar: Ara

# licenceNo
source: License No
ar: رقم الرخصة

source: License Field Can not be empty
ar: حقل الرخصة لا يجب ان يكون فارغ

# LicenseFieldCannotbeempty1
source: License Field Can not be empty
ar: حقل الرخصة لا يجب ان يكون فارغ

# Licenselessthandigits
source: License number should not be less than 3 digits
ar: يجب ألا يقل رقم الترخيص عن 3 أرقام

# Licenselessthandigits1
source: License number should not be less than 3 digits
ar: يجب ألا يقل رقم الترخيص عن 3 أرقام

# Licenselessthandigits4
source: License number should not be less than 4 digits
ar: يجب ألا يقل رقم الترخيص عن 4 أرقام

# Licenselessthandigits41
source: License number should not be less than 4 digits
ar: يجب ألا يقل رقم الترخيص عن 4 أرقام

source: License No.
ar: رقم الرخصة

# LicenseNO1
source: License No.
ar: رقم الرخصة

# LicenseNumber
source: Licence Number
ar: رقم الرخصة

# LicenseNumber1
source: Licence Number
ar: رقم الرخصة

source: List of Admin Users
ar: قائمة المستخدمين الإداريين

# ListofAdminUsers1
source: List of Admin Users
ar: قائمة المستخدمين الإداريين

source: List of Available Organizations
ar: لائحة الشركات المضافة

# ListofAvailableOrganizations1
source: List of Available Organizations
ar: لائحة الشركات المضافة

source: Local Description
ar: الوصف المحلي

# LocalDescription1
source: Local Description
ar: الوصف المحلي

source: LogIn
ar: تسجيل الدخول لحسابك

# login1
source: Login
ar: تسجيل الدخول لحسابك

# Login2
source: LogIn
ar: تسجيل الدخول لحسابك

# loginPageWelcomeMsg
source: Welcome to Clearing Agents Service
ar: مرحبا بكم في خدمة المخلصين الجمركيين

# loginwithyourcredentials
source: The code has been successfully verified, thank you, please log in using your credentials
ar: لقد تم التحقق من الرمز بنجاح، شكرا لك، يرجى تسجيل الدخول بإستخدام بيانات الدخول الخاصة بك لإستكمال طلب التسجيل.

# loginwithyourcredentials1
source: The code has been successfully verified, thank you, please log in using your credentials to complete the registration application
ar: لقد تم التحقق من الرمز بنجاح، شكرا لك، يرجى تسجيل الدخول بإستخدام بيانات الدخول الخاصة بك لإستكمال طلب التسجيل.

source: Logout
ar: خروج

# logOut1
source: Log Out
ar: خروج

# Logout2
source: Logout
ar: خروج

# L_term_of_use_style
source: margin-left:100px;width:200px
ar: margin-right:100px;width:200px

# L_term_of_use_style1
source: left
ar: right

# L_term_of_use_style11
source: left
ar: right

# L_term_of_use_style2
source: margin-left:100px;
ar: margin-right:100px;

# L_term_of_use_style21
source: margin-left:100px;
ar: margin-right:100px;

# L_term_of_use_style3
source: margin-left:100px;width:200px
ar: margin-right:100px;width:200px

source: Main Company
ar: الشركة رئيسية

# MainCompanymsg
source: This is supposed to be the main company
ar: انت بصدد تسجيل الشركة الرئيسية للحساب

source: Male
ar: ذكر

source: Manage
ar: تعديل

source: MC Password
ar: كلمة المرور على النظام الجمركي الآلي

# MCPasswordRequired
source: Please enter the Automated Customs System (MicroClear) Password
ar: الرجاء كتابة كلمة المرور على النظام الجمركي الآلي

source: MC UserName
ar: هوية المستخدم علي النظام الجمركي الآلي

# MCUserNameRequired
source: Please enter the Automated Customs System (MicroClear) UserName
ar: الرجاء كتابة اسم المستخدم على النظام الجمركي الآلي

# Menu1
source: Home
ar: الرئيسية

# Menu11
source: Home
ar: الرئيسية

# Menu2
source: My Organizations
ar: شركاتي المسجلة

# Menu21
source: My Organizations
ar: الشركات المدرجة في حسابي

# Menu3
source: Organizations Request Status
ar: حالة طلب تسجيل الشركة

# Menu31
source: Organizations Request Status
ar: حالة طلب تسجيل الشركة

# Menu4
source: E-Payment
ar: الدفع الالكتروني

# Menu41
source: E-Payment
ar: الدفع الالكتروني

# Menu5
source: Logout
ar: خروج

# Menu51
source: Logout
ar: خروج

# MenuHeader_cssclass
source: topnav
ar: topnav1

# MenuHeader_cssclass1
source: topnav-right
ar: topnav-right1

# MenuHeader_cssclass11
source: topnav-right
ar: topnav-right1

# MenuHeader_cssclass2
source: num
ar: num1

# MenuHeader_cssclass21
source: num
ar: num1

# MenuHeader_cssclass3
source: topnav
ar: topnav1

# MenuHeader_cssclassnotification
source: glyphicon glyphicon-bell notification-icon
ar: glyphicon glyphicon-bell notification-icon1

# MenuHeader_cssclassnotification2
source: glyphicon glyphicon-bell notification-icon
ar: glyphicon glyphicon-bell notification-icon1

# MenuHeader_notifycssclass
source: notifyheader
ar: notifyheader1

# MenuHeader_notifycssclass1
source: closebtn
ar: closebtn1

# MenuHeader_notifycssclass11
source: closebtn
ar: closebtn1

# MenuHeader_notifycssclass2
source: notifyheader
ar: notifyheader1

# MenuHeader_notifyHeader
source: Notifications
ar: إشعارات

# MenuHeader_notifyHeader1
source: Notifications
ar: إشعارات

# MenuHeader_Style
source: text-align:left;color:white;background-color: #f53d3d;height:40px;line-height:40px
ar: text-align:right;color:white;background-color: #f53d3d;height:40px;line-height:40px

# MenuHeader_style1
source: padding-left:20px;
ar: padding-right:20px;

# MenuHeader_style11
source: padding-left:20px;
ar: padding-right:20px;

# MenuHeader_Style2
source: text-align:left;color:white;background-color: #f53d3d;height:40px;line-height:40px
ar: text-align:right;color:white;background-color: #f53d3d;height:40px;line-height:40px

# menuiconstyle
source: padding-left: 10px;padding-right:16px;top: 3px;
ar: padding-left: 16px;padding-right:10px;top: 3px;

# menuiconstyle1
source: padding-left: 10px;padding-right:16px;top: 3px;
ar: padding-left: 16px;padding-right:10px;top: 3px;

# Menu_style
source: menunew menunew-style
ar: menunew menunew-style1

# Menu_style1
source: background-color:brown;text-align:left;color:white;font-weight: normal;
ar: background-color:brown;text-align:right;color:white;font-weight: normal;

# Menu_style11
source: background-color:brown;text-align:left;color:white;font-weight: normal;
ar: background-color:brown;text-align:right;color:white;font-weight: normal;

# Menu_style2
source: menunew menunew-style
ar: menunew menunew-style1

# MobileCode
source: Mobile Verification Code
ar: رمز تحقق الهاتف الجوال

# MobileCode1
source: Mobile Verification Code
ar: رمز تحقق الهاتف الجوال

# MobileCodeMandatory
source: Enter Mobile Verification Code
ar: ادخل رمز تحقق الهاتف الجوال

# MobileCodeMandatory1
source: Enter Mobile Verification Code
ar: ادخل رمز تحقق الهاتف الجوال

# MobileCodeMandatory2
source: Enter Mobile Verification Code
ar: ادخل رمز تحقق الهاتف الجوال

source: Mobile Number
ar: رقم الهاتف الجوال الكويتي

# mobileNumber1
source: Mobile Number
ar: رقم الهاتف الجوال الكويتي

# MobileNumber2
source: Mobile Number
ar: رقم الهاتف الجوال الكويتي

# MobileNumberDA
source: Please enter the Mobile Number
ar: رقم الهاتف الجوال الكويتي

# MobileNumberDA1
source: Please enter the Mobile Number
ar: رقم الهاتف الجوال الكويتي

# MobileNumberValid
source: Please enter a valid 8 digit Mobile Number
ar: الرجاء كتابة رقم جوال صحيح من 8 ارقام

# mobileRequired
source: Please, Write Mobile Number
ar: الرجاء كتابة رقم الهاتف الجوال

# MobileVerified
source: Your New Mobile Number verified Successfully
ar: تم التحقق من صحة رقم الهاتف الجوال الجديد بنجاح

# MobileVerified1
source: Your New Mobile Number verified Successfully
ar: تم التحقق من صحة رقم الهاتف الجوال الجديد بنجاح

# msgSelectADocument
source: Open document first, click on the document name, then retry again
ar: الرجاء اختيار مستند للتحميل

# Multipleinvalidpassword
source: Multiple invalid login attempts made. Please change your password
ar: تم إجراء عدة محاولات تسجيل دخول غير صالحة. يرجى تغيير كلمة المرور

# Multipleinvalidpassword1
source: Multiple invalid login attempts made. Please change your password
ar: تم إجراء عدة محاولات تسجيل دخول غير صالحة. يرجى تغيير كلمة المرور

source: My Account
ar: حسابي

# MyAccount1
source: My Account
ar: حسابي

# MyAccount2
source: My Account
ar: حسابي

source: Name
ar: الاسم

# Name1
source: Name
ar: الاسم

# nameFirstRequiredMSG
source: First Name is Required
ar: الرجاء كتابة المقطع الأول من الاسم

# nameLastRequiredMSG
source: Last Name is Required
ar: الرجاء كتابة المقطع الأخير من الاسم

# nameRequiredMSG
source: All Name Parts are Required, Please Write Full Name
ar: الرجاء كتابة الأسم من اربع مقاطع

# nationailityRequired
source: Please, Choose Nationality
ar: الرجاء اختيار الجنسية

source: Nationality
ar: الجنسية

source: New Password
ar: كلمة المرور الجديدة

# NewPassword1
source: New Password
ar: كلمة المرور الجديدة

# NewPasswordSameasOld
source: Please do not enter the new password same as your last password
ar: لا يمكن استخدام كلمة المرور الحالية ككلمة مرور جديدة

# noLicenceNumberError
source: Please, Add Your Trade Licence Number
ar: الرجاء ، كتابة رقم الرخصة التجارية

source: No Payment Requests
ar: لا يوجد طلبات للدفع

# NoPaymentRequests1
source: No Payment Requests
ar: لا يوجد طلبات للدفع

source: No Records Found
ar: لا يوجد سجلات

# noRecordsFound1
source: No Records Found
ar: لا يوجد سجلات

source: No request at the moment
ar: لا يوجد طلبات تسجيل

# Norequestatthemoment1
source: No request at the moment
ar: لا يوجد طلبات تسجيل

# NoRequests
source: No Requests raised under this category
ar: لا يوجد طلبات

# NoServicesAvailableToRequest
source: You don't have any service to subscribe
ar: لا يوجد لديك خدمات متاحة للإشتراك

# notAttend
source: You Didn't Attend Exam
ar: لم يتم الحضور و المشاركة في الاختبار، يمكنك ارسال طلب جديد

# notFoundpage
source: Sorry, The Page, You are Looking for is not found.
ar: المعذرة، الصفحة غير موجودة

source: Notifications
ar: إشعارات

# notifications1
source: Notifications
ar: التنبيهات

# Notifications2
source: Notifications
ar: إشعارات

# notifications_style
source: Notification Notification1
ar: Notification2 Notification21

# notifications_style1
source: Notification Notification1
ar: Notification2 Notification21

# notsuccessfull
source: Not Successful
ar: غير ناجح

# notsuccessfull1
source: Not Successful
ar: غير ناجح

# NumbersAndSpecialCharactersNotAllowed
source: Please enter a valid name (numbers and special characters are not allowed)
ar: الرجاء إدخال إسم صالح (الأرقام و الرموز غير مسموح بها)

# NumbersOnly
source: Please enter numbers only
ar: الرجاء ادخال ارقام فقط

source: Official Address
ar: العنوان

source: Ok
ar: موافق

# Ok1
source: Ok
ar: موافق

# omani
source: Oman
ar: عَمان

# onefieldtogetpasswordrecovery
source: Enter any one field to get password recovery
ar: الرجاء تعبئة أي من الحقول أدناه لأعادة كلمة المرور

# onefieldtogetpasswordrecovery1
source: Enter any one field to get password recovery
ar: الرجاء تعبئة أي من الحقول أدناه لأعادة كلمة المرور

# onefieldtogetpasswordrecovery2
source: Enter any one field to get password recovery
ar: الرجاء تعبئة أي من الحقول أدناه لأعادة كلمة المرور

source: Online Payment Confirmation
ar: تأكيد الدفع عبر الإنترنت

# OnlinePaymentConfirmation1
source: Online Payment Confirmation
ar: تأكيد الدفع عبر الإنترنت

# OnlinePaymentConfirmation2
source: Online Payment Confirmation
ar: تأكيد الدفع عبر الإنترنت

# OnlyPDFJPG
source: Only .pdf and .jpg format files are allowed for upload. File size upto 1 MB can be uploaded.
ar: صيغ المستندات المسموح برفعها PDF و JPG فقط. و يجب ان لا يتجاوز حجم المستند 1 ميغابايت

# OnlyPDFJPG1
source: Only .pdf and .jpg format files are allowed for upload. File size upto 1 MB can be uploaded.
ar: صيغ المستندات المسموح برفعها PDF و JPG فقط. و يجب ان لا يتجاوز حجم المستند 1 ميغابايت

# OnlyPDFJPG2
source: Only .pdf and .jpg format files are allowed for upload. File size upto 1 MB can be uploaded.
ar: صيغ المستندات المسموح برفعها PDF و JPG فقط. و يجب ان لا يتجاوز حجم المستند 1 ميغابايت

source: OR
ar: أو

# OR1
source: OR
ar: أو

# OR2
source: OR
ar: أو

# OrgAdditonalUserCriteria
source: Please ensure to select minimum one Service and one Organization for the Additional user
ar: الرجاء التأكد من اختيار خدمة واحدة على الاقل ، و اختيار شركة واحدة على الاقل

# OrganisationsRequestStatus
source: Organizations Request Status
ar: حالة طلب تسجيل الشركة

# OrganisationsRequestStatus1
source: Organizations Request Status
ar: حالة طلب تسجيل الشركة

# OrganisationsRequestStatus2
source: Organizations Request Status
ar: حالة طلب تسجيل الشركة

source: Organization
ar: الشركة

# Organization1
source: Organization
ar: الشركة

# OrganizationEmailpending
source: Organization’s Email verification is pending
ar: رمز التحقق الخاص بالإميل الإلكتروني للمؤسسه معلق

# OrganizationEmailpending1
source: Organization’s Email verification is pending
ar: رمز التحقق الخاص بالإميل الإلكتروني للمؤسسه معلق

# OrganizationEmailpending2
source: Organization’s Email verification is pending
ar: رمز التحقق الخاص بالإميل الإلكتروني للمؤسسه معلق

source: Organization Name
ar: اسم الشركة

# OrganizationName1
source: Organization Name
ar: اسم الشركة

# OrganizationRegCompletedsuccessfully
source: Organization Registration Completed successfully
ar: تم إرسال الطلب بنجاح

# OrganizationRegCompletedsuccessfully1
source: Organization Registration Completed successfully
ar: تم إرسال الطلب بنجاح

# OrganizationRegCompletedsuccessfully2
source: Organization Registration Completed successfully
ar: تم إرسال الطلب بنجاح
