Repository: Appdevcount/KwtMinnanuServicesUI
Catalog: App_GlobalResources/Resource.*.resx
Languages: ar

source: Account Confirmation is under processing
ar: تأكيد الحساب قيد التنفيذ

# AccountConfirmationisunderprocessing1
source: Account Confirmation is under processing
ar: تأكيد الحساب قيد التنفيذ

source: Account Status
ar: حالة الحساب

# AccountStatus1
source: Account Status
ar: حالة الحساب

source: Action
ar: الإجراء

# Action1
source: Action
ar: الإجراء

# ActioncannotbeperformedPleasecontactadministrator
source: User Account has been Suspended, Please Contact Support
ar: تم ايقاف حساب المستخدم .يرجى الاتصال بالدعم الفني

# ActioncannotbeperformedPleasecontactadministrator1
source: User Account has been Suspended, Please Contact Support
ar: تم ايقاف حساب المستخدم .يرجى الاتصال بالدعم الفني

# ActioncannotbeperformedPleasecontactadministrator2
source: User Account has been Suspended, Please Contact Support
ar: تم ايقاف حساب المستخدم .يرجى الاتصال بالدعم الفني

source: Activate
ar: تفعيل

# addAdditionalUser
source: Add New User
ar: اضافة مستخدم جديد

# addFilesLabel
source: Add files...
ar: تحميل المستندات ...

# AdditionalInfo
source: Additional Info Remarks
ar: ملاحظات المعلومات الإضافية

# AdditionalInfo1
source: Additional Info Remarks
ar: ملاحظات المعلومات الإضافية

# AdditionalUserRegistrationSuccessfull
source: Registration is successfull , User has to try for logon and do the Email verification to activate the account
ar: تم تسجيل مستخدم جديد بنجاح، لقد تم ارسال رمز التحقق الى بريد المستخدم الالكتروني

# addressRequired
source: Address is Required
ar: الرجاء كتابة العنوان كاملاً

source: Administrator
ar: مستخدم عام

source: Admin Users
ar: المستخدمين الإداريين

# AdminUsers1
source: Admin Users
ar: المستخدمين الإداريين

source: Agree for
ar: الموافقة على

# Agree_for1
source: Terms and conditions
ar: الشروط والأحكام

# Agree_for11
source: I certify that all data and documents submitted are correct, without any responsibility on the General Administration of Customs
ar: أقر بصحة كافة البيانات والمستندات المقدمة دون أدنى مسئولية على الادارة العامة للجمارك

# Agree_for3
source: Please certify that all data and documents submitted are correct, without any responsibility on the General Administration of Customs
ar: الرجاء قم بالضغط على مربع الأقرار بصحة كافة البيانات والمستندات المقدمة دون أدنى مسئولية على الادارة العامة للجمارك

# Agree_for2
source: Agree for
ar: الموافقة على

# align
source: left
ar: right

# align1
source: left
ar: right

# AlphaNumeric
source: Please enter alphabets only
ar: يرجى كتابة حروف أبجدية

# AlphaNumeric1
source: Please enter alphabets only
ar: يرجى كتابة حروف أبجدية

# AlreadyRegisteredCivilID
source: The provided Civil ID is already registered with us
ar: الرقم المدني الذي قمت بإدخاله مسجل لدينا من قبل

# AlreadyRegisteredLicense
source: The given General Broker License number is already registered with us, Please contact your Admin
ar: رقم الرخصة التي قمت بإدخالها مسجلة لدينا من قبل، الرجاء الإتصال بالجمارك إدارة تسجيل الشركات

# AlreadyRegisteredOrgLicense
source: The given Trade License number is already registered with us, Please contact your Organization Admin
ar: رقم الرخصة التي قمت بإدخالها مسجلة لدينا من قبل، الرجاء الإتصال بإدارة الشركة

source: Amount
ar: القيمة

# Amount1
source: Amount
ar: القيمة

# approvedStatusMsgExam
source: Your customs clearance exam request has been accepted, You will be notified of the details of the exam as soon as it is announced.
ar: لقد تم قبول طلب التسجيل في إختبارات التخليص الجمركي، سيتم إعلامك بتفاصيل الإختبار فور تحديده.

# approvedStatusMsgRenew
source: Request has been Approved
ar: تمت الموافقة على الطلب

source: Associate
ar: إرفاق

source: Associated Organization
ar: الشركات المتوفرة

source: Associated Services
ar: الخدمات المتوفرة

source: at
ar: في

# at1
source: at
ar: في

# AuthorizzedPersonName
source: Please enter the Authorized person name
ar: اسم المعتمد للتوقيع

source: Available Organizations
ar: لائحة المنظمات

# AvailableOrganizations1
source: Available Organizations
ar: لائحة المنظمات

source: Available Services
ar: الخدمات المتاحة

# DoMobileNumberVerification
source: Once the Mobile number is updated successfully, you will be redirected to login again to verify mobile number , click “OK” to confirm or “Cancel” to cancel
ar: بمجرد تحديث رقم الهاتف بنجاح سيتم تحويلك الى شاشة الدخول مرة أخرى لاستكمال التحقق من رقم الهاتف، اضغط (موافق) للتأكيد أو (إلغاء) للإلغاء

# AvailableServices1
source: My Services
ar: خدماتي

source: Back
ar: رجوع

# Back1
source: Back
ar: رجوع

# bahaini
source: Bahrain
ar: البحرين

source: Bank Guarantee Status
ar: حالة الضمان البنكي

# bankGurantee
source: Bank Guarantee
ar: ضمان بنكي

source: Branch Company
ar: شركة فرعية

# brokerArabicNameLbl
source: Broker Arabic Name
ar: اسم المخلص بالعربية

# brokerEnglishNameLbl
source: Broker English Name
ar: اسم المخلص بالانجيليزية

# brokerExamRequestHeader
source: Please, Fill Required Information, in The Following Form, then Click Send
ar: الرجاء تعبئة المعلومات المطلوبة في النموذج ادناه، ثم الضغط على زر ارسال

source: Broker License No
ar: رقم الرخصة

# brokerList
source: Brokers List
ar: قائمة المخلصين

source: Broker Name
ar: اسم المخلص

source: Broker Office Details
ar: معلومات مكتب الخاص

source: Broker Renewal Requests
ar: طلبات تجديد رخص المخلصين الجمركين

source: Brokers Management
ar: ادارة المخلصين

# BrokerStatus
source: Status
ar: الحالة

source: Broker Type
ar: نوع المخلص

# brokerUpdatation
source: Update Broker Information
ar: تحديث معلومات المخلص

# btnprint
source: PRINT
ar: طباعة

# btnprint1
source: PRINT
ar: طباعة

# BusinessFaxNumRequired
source: Please enter the Business Fax number
ar: الرجاء كتابة رقم الفاكس

# BusinessNumberRequired
source: Please enter the Business number
ar: الرجاء كتابة رقم الهاتف

source: by
ar: بواسطة

# by1
source: by
ar: بواسطة

# B_AssociateOrganizations
source: Associate Organizations
ar: ارفاق شركات

# B_AssociateOrganizations1
source: Associate Organizations
ar: ارفاق شركات

# B_Login
source: Login
ar: تسجيل الدخول لحسابك

# B_Login1
source: LOGIN
ar: تسجيل الدخول لحسابك

# B_Signup
source: New Registration
ar: تسجيل حساب جديد

# B_Signup1
source: User Registration
ar: تسجيل المستخدم

# B_Submit
source: SUBMIT
ar: تسجيل حساب جديد

# B_Submit1
source: SUBMIT
ar: تسجيل حساب جديد

source: Cancel
ar: إلغاء

# Cancel1
source: Cancel
ar: إلغاء

source: Cancel License
ar: إلغاء الترخيص

# CancelLicense1
source: Cancel License
ar: إلغاء الترخيص

# CanCreateOrg
source: Main Organization is yet to be approved, untill that you cannot create new organizations
ar: الشركة الرئيسية لم يتم الموافقة عليها بعد. لهذا لا يمكنك إنشاء شركة جديدة

source: Cannot process. Please contact administrator
ar: لا يمكن تنفيذ الإجراء.يرجى الاتصال بالدعم الفني

# CannotprocessPleasecontactadministrator1
source: Cannot process. Please contact administrator
ar: لا يمكن تنفيذ الإجراء.يرجى الاتصال بالدعم الفني

# CannotprocessPleasecontactadministrator2
source: Cannot process. Please contact administrator
ar: لا يمكن تنفيذ الإجراء.يرجى الاتصال بالدعم الفني

source: Cannot process. Please try again later
ar: لا يمكن الاستمرار.الرجاء المحاولة في وقت لاحق

# CannotprocessPleasetryagainlater1
source: Cannot process. Please try again later
ar: لا يمكن الاستمرار.الرجاء المحاولة في وقت لاحق

# CannotprocessPleasetryagainlater2
source: Cannot process. Please try again later
ar: لا يمكن الاستمرار.الرجاء المحاولة في وقت لاحق

# Captcha
source: Enter Captcha
ar: ادخل نص الصورة

# Captcha1
source: Enter Captcha
ar: ادخل نص الصورة

# CaptchaCode
source: Please enter the Captcha Code
ar: الرجاء إدخال الرمز في الصورة

# CaptchaCode1
source: Please enter the Captcha Code
ar: الرجاء كتابة الرمز في الصورة

source: Carrier
ar: الناقل

# Carrier1
source: Carrier
ar: الناقل

# checkcredentials
source: Please check your credentials
ar: يرجى التحقق من معلومات الدخول

# checkcredentials1
source: Please check your credentials
ar: يرجى التحقق من معلومات الدخول

# chooseBrokerType
source: Please, Choose Clearing Agent Type, that will Participate in The Exam
ar: الرجاء اختيار نوع وكيل التخليص الذي سوف يتقدم للأختبار

# ChooseDocName
source: Please Choose Document Name
ar: الرجاء اختيار اسم المستند

# ChooseDocName1
source: Please Choose Document Name
ar: الرجاء اختيار اسم المستند

# ChooseDOcNameType
source: Please Choose Document Type and Document Name
ar: الرجاء اختيار نوع المستند واسم المستند

# ChooseDOcNameType1
source: Please Choose Document Type and Document Name
ar: الرجاء اختيار نوع المستند واسم المستند

# chooseDocType
source: Please Choose Document Type
ar: الرجاء اختيار نوع المستند

# chooseDocType1
source: Please Choose Document Type
ar: الرجاء اختيار نوع المستند

# CityRequired
source: Please enter the City name
ar: الرجاء كتابة اسم المدينة

source: Civil Id
ar: الرقم المدني

# CivilId1
source: Civil Id
ar: الرقم المدني

source: Civil Id Expiry Date
ar: تاريخ انتهاء البطاقة المدنية

source: Civil Id No.
ar: الرقم المدني

# CivilIdValid
source: Civil Id No. should have 12 digits.
ar: يجب أن يتكون حقل الرقم المدني من 12 رقم

# CivilIdValid1
source: Civil Id No. should have 12 digits.
ar: يجب أن يتكون حقل الرقم المدني من 12 رقم

# CivilIdValidationFail
source: Please enter the valid Civil Id number.
ar: الرجاء كتابة رقم مدني صحيح

# CivilIdValidationFail1
source: Please enter the valid Civil Id number.
ar: الرجاء كتابة رقم مدني صحيح

source: Clear
ar: مسح

source: Clearing Agent
ar: وكيل التخليص

# ClearingAgent1
source: Clearing Agent
ar: مخلص جمركي

# ClearingAgentAdditonalUserCriteria
source: Please ensure to select minimum one Service for the Additional user
ar: الرجاء التأكد من اختيار خدمة واحدة علي الأقل

source: Clearing Agent Cancel Request
ar: طلب الغاء شهادة وكيل تخليص

source: Clearing Agent Exam Request
ar: طلب التقدم لأختبار وكيل تخليص

source: Clearing Agent Exam Requests
ar: طلب التقدم لأختبار وكيل تخليص

source: Clearing Agent Exam Service
ar: طلب التقدم للأختبار وكيل تخليص

source: Close
ar: اغلاق

source: Code
ar: الرمز

# Code1
source: Code
ar: الرمز

# codeHasBeenSent
source: Verification Code has been Sent to Your Email and Mobile number, that has been Used in Registeration
ar: لقد تم ارسال رمز التحقق الى بريدك الالكتروني، و رقم هاتفك الجوال اللذان تم ادخالهما عند التسجيل

source: Code Verification
ar: رمز التحقق

# codeVerification1
source: Code Verification
ar: رمز التحقق

# CommercialLicenseissuedyearRequired
source: Please enter the Commercial License issued year
ar: الرجاء كتابة تاريخ اصدار الرخصة التجارية

# CommercialLicensenumberRequired
source: Please enter the Commercial License number
ar: الرجاء كتابة رقم اصدار الرخصة التجارية

# CommercialLicensetypeRequired
source: Please select the Commercial License type
ar: الرجاء اختيار نوع الرخصة التجارية

source: Commercial Registration No
ar: رقم الرخصة البتجارية

# Commercial_B_back
source: BACK
ar: رجوع

# Commercial_B_back1
source: BACK
ar: رجوع

# Commercial_B_next
source: NEXT
ar: التالي

# Commercial_B_next1
source: NEXT
ar: التالي

# Commercial_CompanyNameinArabic
source: Company Name in Arabic :
ar: اسم الشركة باللغة العربية :

# Commercial_CompanyNameinArabic1
source: Company Name in Arabic :
ar: اسم الشركة باللغة العربية :

# Commercial_Dt_style
source: left
ar: right

# Commercial_Dt_style1
source: left
ar: right

# Commercial_EndDate
source: End Date
ar: تاريخ الانتهاء

# Commercial_EndDate1
source: End Date
ar: تاريخ الانتهاء

# Commercial_Header
source: Commercial Organization
ar: تفاصيل الرخصة التجارية

# Commercial_Header1
source: Commercial Organization
ar: تفاصيل الرخصة التجارية

# Commercial_IssuanceDate
source: Issuance Date
ar: تاريخ الإصدار

# Commercial_IssuanceDate1
source: Issuance Date
ar: تاريخ الإصدار

# Commercial_LicenseNo
source: License No.
ar: رقم الرخصة

# Commercial_LicenseNo1
source: License No.
ar: رقم الرخصة

source: Commercial License Number
ar: رقم الترخيص التجاري

# Commercial_LicenseNumber1
source: Commercial License Number
ar: رقم الترخيص التجاري

source: Commercial License Type
ar: نوع الرخصة التجارية

# Commercial_Licensetype1
source: Commercial License Type
ar: نوع الرخصة التجارية

# Commercial_RB_Corporation
source: Corporation
ar: مساهمة

# Commercial_RB_Corporation1
source: Corporation
ar: مساهمة

# Commercial_RB_Industrial
source: Partnership
ar: شركات اشخاص

# Commercial_RB_Industrial1
source: Industrial
ar: شركات اشخاص

# Commercial_RB_Personal
source: Personal
ar: فردي

# Commercial_RB_Personal1
source: Personal
ar: فردي

# Commercial_RD_style
source: radio inline
ar: radio1 inline1

# Commercial_RD_style1
source: radio inline
ar: radio1 inline1

# Commercial_RequestNumber
source: Request Number :
ar: رقم الطلب :

# Commercial_RequestNumber1
source: Request Number :
ar: رقم الطلب :

# Commercial_selectsubtype
source: Select Option
ar: حدد الخيار

# Commercial_selectsubtype1
source: Select Option
ar: حدد الخيار

# Commercial_selectsubtype2
source: Select Option
ar: حدد الخيار

# Commercial_year
source: Year
ar: سنة

# Commercial_year1
source: Year
ar: سنة

# companynamearabic
source: Please enter company name in arabic
ar: اسم الشركة باللغة العربية

# companynamearabic1
source: Please enter company name in arabic
ar: اسم الشركة باللغة العربية

# companynameinenglish
source: Please enter company name in english.
ar: الرجاء كتابة أسم الشركة بالإنجيليزي

# companynameinenglish1
source: Please enter company name in english.
ar: الرجاء كتابة أسم الشركة بالإنجيليزي

# CompanyRegistrationMsg
source: The company registration process is subject to the regulations and the rules regulating it and as determined by the General Administration of Customs.
ar: عملية تسجيل الشركات خاضعة للوائح و الضوابط الشركة لذلك و حسب ما تحدده الإدارة العامة للجمارك.

# CompanyRegistrationMsg1
source: The company registration process is subject to the regulations and the rules regulating it and as determined by the General Administration of Customs.
ar: عملية تسجيل الشركات خاضعة للوائح و الضوابط الشركة لذلك و حسب ما تحدده الإدارة العامة للجمارك.

source: Complete Date
ar: تاريخ الانتهاء

# completelicensedetails
source: Please enter complete license details.
ar: الرجاء كتابة معلومات الرخصة كاملة

# completelicensedetails1
source: Please enter complete license details.
ar: الرجاء كتابة معلومات الرخصة كاملة

# ConfirmPassword
source: Re-write Password
ar: إعادة كتابة كلمة المرور

# ConfirmPassword1
source: Re-write Password
ar: إعادة كتابة كلمة المرور

source: Consignee
ar: المستفيد

# Consignee1
source: Consignee
ar: المستفيد

source: Consignee Name
ar: إسم المستفيد

# ConsigneeName1
source: Consignee Name
ar: إسم المستفيد

source: Consolidated Shipment
ar: شحنة مجمعة

# ConsolidatedShipment1
source: Consolidated Shipment
ar: شحنة مجمعة

# dashBoadrRejectedRequests
source: Rejected Requests
ar: الطلبات المرفوضة

# dashBoard
source: My Dashboard
ar: لوحتي

# dashBoardAllRequests
source: All Requests
ar: طلباتي

# dashBoardApprovedRequests
source: Approved Requests
ar: الطلبات الموافق عليها

# dashBoardExamRequests
source: Exam Requests
ar: طلبات الاشتراك في اختبار المخلص الجمركي

# DashBoardOrganizationRequests
source: Organization Requests
ar: طلبات تسجيل شركة

# DashBoardRenewalRequests
source: Renewal Requests
ar: طلبات تجديد رخصة المخلص الجمركي

# dashBoardSubmittedRequests
source: Submitted Requests
ar: الطلبات المرسلة

# dashBoardSubscriptionRequests
source: Subscription Requests
ar: طلبات الاشتراك في الخدمات

# DashBoardYourSerivces
source: My Serivces
ar: خدماتي

# databind_class
source: card card1
ar: card2 card21

# databind_class1
source: card card1
ar: card2 card21

# DateFormat
source: Please enter valid Date Format
ar: الرجاء كتابة التاريخ

# DateFormat1
source: Please enter valid Date Format
ar: الرجاء كتابة التاريخ

source: Deactivate
ar: إلغاء تفعيل

# DeActivate1
source: Deactivate
ar: إلغاء تفعيل

source: Declaration Number
ar: رقم البيان الجمركي

# DeclarationNumber1
source: Declaration Number
ar: رقم البيان الجمركي

# DeclarationSearch
source: Declaration Tracking
ar: تتبع البيان الجمركي

# DeclarationSearch1
source: Declaration Search
ar: تتبع البيان الجمركي

# Declarationtype
source: Bill type
ar: نوع البيان الجمركي

# Declarationtype1
source: Declaration type
ar: نوع البيان الجمركي

source: Delete
ar: حذف

source: Delete all files
ar: حذف كل المستندات

# deleteFile
source: Delete Selected Files
ar: ازالة المستندات

# DeleteRequest
source: Are you sure, you want to delete organization request?
ar: هل تريد الإستمرار في حذف طلب تسجيل الشركة؟

# DeleteRequest1
source: Are you sure, you want to Permanently Delete this request?
ar: هل تريد الإستمرار في حذف الطلب ؟ لا يمكن استرجاع الطلب بعد حذفه

source: Delivery Order Number
ar: رقم إذن التسليم

# DeliveryorderNumber1
source: Delivery Order Number
ar: رقم إذن التسليم

source: Denied
ar: رفض

# Denied1
source: Denied
ar: رفض

source: Deposits
ar: التأمينات

# Deposits1
source: Deposits
ar: التأمينات

source: Description
ar: الوصف

# Description1
source: Description
ar: الوصف

source: Destination Country
ar: جهة المقصد

# DestinationCountry1
source: Destination Country
ar: جهة المقصد

source: Details
ar: التفاصيل

# dir
source: LTR
ar: RTL

source: Direct Release Broker
ar: مخلص تصفية فورية

source: DisAssociate
ar: فصل

# div_direction
source: direction:ltr
ar: direction:rtl

# div_direction1
source: direction:ltr
ar: direction:rtl

# docType
source: Document Type
ar: نوع الوثيقة

# docTypesLabel
source: Documents Types
ar: نوع المستندات

source: Download
ar: عرض

source: Duties
ar: الرسوم

# Duties1
source: Duties
ar: الرسوم

source: Duties list
ar: قائمة الرسوم

# Dutieslist1
source: Duties list
ar: قائمة الرسوم

source: DutyID
ar: رمز الرسم

# DutyID1
source: DutyID
ar: رمز الرسم

source: DutyName
ar: إسم الضريبة

# DutyName1
source: DutyName
ar: إسم الضريبة

# editRequest
source: Edit
ar: تعديل

source: Email
ar: البريد الإلكتروني

# Email1
source: Email
ar: البريد الإلكتروني

# eMailAddress
source: E mail
ar: البريد الالكتروني

# emailCode
source: Email Verification Code
ar: رمز تحقق البريد الألكترونى

# emailCode1
source: Email Verification Code
ar: رمز التحقق من البريد الالكتروني

# EmailCodeMandatory
source: Email Verification Code is mandatory
ar: ادخل رمز تحقق البريد الألكترونى

# EmailCodeMandatory1
source: Enter Email Verification code
ar: يجب كتابة رمز التحقق من البريد الإلكتروني

# emailExist
source: Given Email ID is already registered with us.
ar: البريد الالكتروني المدخل مسجل لدينا مسبقا

# emailExist1
source: Given Email ID is already registered with us.
ar: البريد الالكتروني المدخل مسجل لدينا مسبقا

# Emailidisnotavailble
source: EmailID is not available
ar: معرف البريد الإلكتروني غير متوفر

# Emailidisnotavailble1
source: EmailID is not available
ar: معرف البريد الإلكتروني غير متوفر

# EmailIdMobileNumberverificationpending
source: Email Id / Mobile Number verification is pending
ar: رمز التحقق للإميل الإلكتروني \\رقم الهاتف معلق

# EmailIdMobileNumberverificationpending1
source: Email Id / Mobile Number verification is pending
ar: رمز التحقق للإميل الإلكتروني \\رقم الهاتف معلق

source: Email-Id or Mobile Number
ar: البريد الإلكتروني او رقم الجوال

# EmailIdorMobileNumber1
source: Email-Id or Mobile Number
ar: البريد الإلكتروني او رقم الجوال

# EmailMobileCode
source: Email Verification Code or Mobile Verification Code
ar: رمز تحقق البريد الإلكتروني او رمز تحقق الجوال

# EmailMobileCode1
source: Email Verification Code or Mobile Verification Code
ar: رمز تحقق البريد الإلكتروني او رمز تحقق الجوال

# emailRequired
source: Please, Write Valid Email
ar: الرجاء كتابة البريد الالكتروني

# emirati
source: United Arab Emirates
ar: الامارات

source: Enter Captcha
ar: ادخل نص الصورة

# EnterCaptcha1
source: Enter Captcha
ar: ادخل نص الصورة

source: Enter correct Captcha
ar: أدخل الرمز في الصورة بالشكل الصحيح

# EntercorrectCaptcha1
source: Enter correct Captcha
ar: أدخل الرمز في الصورة بالشكل الصحيح

# EnterMobileEmail
source: Please enter Email ID
ar: الرجاء كتابة البريد الإلكتروني المسجل

# EnterMobileEmail1
source: Please enter Company Email ID
ar: الرجاء كتابة البريد الإلكتروني للشركة

# enterPassword
source: Please enter password
ar: الرجاء كتابة كلمة المرور

# enterPassword1
source: Please enter password
ar: الرجاء كتابة كلمة المرور

source: Enter text to search
ar: ادخل نص للبحث

# EnterTexttoSearch1
source: Enter text to search
ar: نص البحث

source: Enter the Captcha
ar: يرجى كتابة كلمة التحقق

# EntertheCaptcha1
source: Enter the Captcha
ar: يرجى كتابة كلمة التحقق

source: Enter the character shown above
ar: يرجى كتابة الحرف الموضح أعلاه

# Enterthecharactershownabove1
source: Enter the character shown above
ar: يرجى كتابة الحرف الموضح أعلاه

source: E-Payment​
ar: الدفع الالكتروني

# EPayment1
source: E-Payment​
ar: الدفع الالكتروني

source: E-Payment Requests
ar: طلبات الدفع الإلكتروني

# EPaymentRequests1
source: E-Payment Requests
ar: طلبات الدفع الإلكتروني

# Epayment_Header
source: E-Payment​
ar: الدفع الالكتروني

# Epayment_Header1
source: E-Payment​
ar: الدفع الالكتروني

# Epayment_RequestNumber
source: Request Number :
ar: رقم الطلب:

# Epayment_RequestNumber1
source: Request Number :
ar: رقم الطلب:

source: Error
ar: خطأ

# error1
source: Error
ar: خطأ

# eServiceHeader
source: Kuwait Customs Electronic Services
ar: بوابة الخدمات الالكترونية للجمارك

source: E-Service Subscription Requests
ar: طلبات الاشتراك

# examAnnoncementMSG
source: Please, confirm Attendance
ar: الرجاء تأكيد الحضور

# examAnnoncementPublished
source: The date and place of the customs clearance Exam have been determined. Please login to your account at Customs E-Services for exam details and confirming your attendance within 5 days or else you will be considered excluded from the exam
ar: تم تحديد موعد ومكان إنعقاد إختبارات التخليص الجمركي، يجب تأكيد حضور الإختبار خلال 5 أيام من تاريخ هذه الرسالة و إلا سيتم إستبعاد طلبك

# examConfirmAttendance
source: Confirm Attendance
ar: تأكيد حضور الاختبار

# examConfirmStatus
source: Exam Attendance Confirmed
ar: تم تأكيد حضور الاختبار

source: Exam Date
ar: تاريخ الاختبار

source: Exam Details
ar: تفاصيل الاختبار

# examNotPass
source: You failed to pass the customs clearance Exam, you can send a new request for the next exam through your account at Customs E-Services
ar: لقد رسبت في إجتياز إختبار التخليص الجمركي، يمكنك إرسال طلب جديد للتسجيل في الإختبارات القادمة

source: Exam Number
ar: رقم الاختبار

# examParticipate
source: ( Exam Participant Details )
ar: ( بيانات المتقدم للاختبار )

# examPassed
source: You have Successfully passed the customs clearance Exam, now you Can Request License Issuance through your account at Customs E-Services.
ar: لقد قمت بإجتياز إختبار التخليص الجمركي بنجاح، يمكنك الان التقدم بطلب اصدار رخصة تخليص من خلال خدمة اصدار رخصة التخليص الجمركي

# ExamRequestDuplicated
source: You Have already an Existing Exam Request for The Selected User Type
ar: لا يمكن انشاء اكثر من طلب اشتراك لهذا المستخدم

source: Exam Time
ar: وقت الاختبار

# examWillPublishedSoon
source: Exam Date, Time, and Place will be Published Soon
ar: سيتم نشر تفاصيل الاختبار قريبا

# ExistingUser
source: Yes, I do have an account in Customs System
ar: نعم، يوجد لدي حساب في النظام الجمركي الالي

source: Existing Users
ar: المستخدمين الحاليين

source: Expiry Date
ar: تاريخ انتهائه

# ExpiryDateisRequired
source: Please enter the Expiry Date
ar: الرجاء اختيار تاريخ الانتهاء

# expiryDateRequired
source: Expiry Date is Required
ar: الرجاء اختيار تاريخ الانتهاء

source: Export Country
ar: بلد التصدير

# ExportCountry1
source: Export Country
ar: بلد التصدير

source: Female
ar: انثى

# fileName
source: Document Name
ar: اسم المستند

# fileNameError
source: Please Write a Name for the File You Want to Upload
ar: الرجاء كتابة أسم للمستند المراد رفعه

source: First Name
ar: الأسم الأول

# FirstName1
source: First Name
ar: الأسم الأول

# firstNamePart
source: First Name
ar: الإسم الأول

# FirstNamerDA
source: Please enter the First Name
ar: الرجاء كتابة الاسم الأول

# FirstNamerDA1
source: Please enter the First Name
ar: الرجاء كتابة الاسم الأول

source: For
ar: لـ
